Repository: xentaos/xenta-software-center
Catalog: po/*.po
Languages: ca, cs, de, el, eu, fa, fr, gl, he, hu, it, ja, ms, nl, pl, pt, ru, sk, sl, tr, vi

source: Text only
ca: Només text
cs: Pouze text
de: Nur Text
el: Μόνο κείμενο
eu: Testua soilik
fa: فقط نمایش متن
fr: Texte uniquement
gl: Só texto
he: טקסט בלבד
hu: Csak szöveg
it: Solo testo
ja: テキストのみ
ms: Teks sahaja
nl: Alleen tekst
pl: Tylko etykiety
pt: Só texto
ru: Только текст
sk: Len text
sl: Samo besedilo
tr: Yalnızca metin
vi: Chỉ văn bản

source: Text below icons
ca: Text sota les icones
cs: Text pod Ikonami
de: Text unter Symbolen
el: Κείμενο κάτω από τα εικονίδια
eu: Testua ikonoen azpian
fa: نمایش متن زیر آیکون
fr: Texte sous les icônes
gl: Texto baixo as iconas
he: טקסט מתחת לסמלים
hu: Szöveg az ikonok alatt
it: Testo sotto icone
ja: アイコンの下に文字
ms: Teks di bawah ikon
nl: Tekst onder pictogrammen
pl: Etykiety pod ikonami
pt: Texto por baixo dos ícones
ru: Текст под значками
sk: Text pod ikonami
sl: Besedilo pod ikonami
tr: Metin simgelerin altında
vi: Nhãn dưới biểu tượng

source: Text beside icons
ca: Text al costat de les icones
cs: Text vedle Ikon
de: Text neben Symbolen
el: Κείμενο δίπλα στα εικονίδια
eu: Testua ikonoen ondoan
fa: نمایش متن کنار آیکون
fr: Texte à côté des icônes
gl: Texto a carón das iconas
he: טקסט לצד הסמלים
hu: Szöveg az ikonok mellett
it: Testo accanto alle icone
ja: アイコンの横に文字
ms: Teks bersebelahan ikon
nl: Tekst naast pictogrammen
pl: Etykiety obok ikon
pt: Texto ao lado dos ícones
ru: Текст рядом со значками
sk: Text vedľa ikon
sl: Besedilo poleg ikon
tr: Metin simgelerin yanında
vi: Nhãn cạnh biểu tượng

source: Mode of visualization
ca: Mode de visualització
cs: Režim zobrazení
de: Visualisierungsmodus
el: Λειτουργία απεικόνισης
eu: Bistaratze modua
fa: حالت تصویری
fr: Mode de visualisation
gl: Modo de vista
he: מצב ההצגה
it: Modo di visualizzazione
ja: ビジュアルモード
ms: Mod pengvisualan
nl: Weergavemodus
pl: Tryb wizualizacji
pt: Modo de visualização
ru: Режим отображения
sk: Režim zobrazenia
sl: Način uporabe
tr: Görselleştirme kipi
vi: Chế độ trực quan

source: Choose the mode you want, in Beginner Mode are listed only the real applications, in Expert Mode are listed all the packages included libraries and command-line tools.
ca: Esculli el mode que desitja: el Mode Principiant només mostra aplicacions reals; el Mode Expert llista tots els paquets, incloent biblioteques i eines de la línia de comandes.
cs: Vyberte si režim který vám více vyhovuje, v režimu Začátečník budou zobrazeny pouze skutečné aplikace, v režimu Pokročilý budou zobrazeny balíčky s knihovnami a nástroji pro příkazový řádek.
de: Wählen Sie den gewünschten Modus. Im Anfängermodus werden nur echte Anwendungen aufgelistet, im Expertenmodus hingegen alle Pakete inkl. Bibliotheken und Werkzeuge für die Befehlszeile.
el: Επιλέξτε τη λειτουργία που θέλετε, στη Λειτουργία Αρχάριου εμφανίζονται μόνο οι πραγματικές εφαρμογές, στη Λειτουργία για Προχωρημένους εμφανίζονται όλα τα πακέτα συμπεριλαμβανομένων και των βιβλιοθηκών και των εργαλείων της γραμμής εντολών.
eu: Aukeratu ze modu nahi duzun. Hasiberrientzako moduan benetako aplikazioak soilik zerrendatzen dira, adituentzako moduan berriz pakete guztiak zerrendatzen dira, baita liburutegi eta komando lerroko tresnak ere.
fa: حالت مورد نظر خود را انتخاب کنید. در حالت مبتدی، فقط بسته های واقعی نمایش داده میشوند در حالی که در حالت حرفه ای، تمامی بسته ها شامل کتاب خانه ها و خط های فرمان نیز نمایش می یابد.
fr: Choisissez le mode désiré. En mode débutant, seules les applications sont listées. En mode expert, tous les paquets et outils en lignes de commande sont affichés.
gl: Escolla o modo que prefire, en modo principiante lístanse só as aplicacións reais, e en modo experto lístanse todos os paquetes incluídas as bibliotecas e ferramentas de liña de ordes.
it: Scegli la modalità che preferisci, nella modalità utente sono mostrate solo le applicazioni finite, nella modalità esperto sono visibili tutti i pacchetti incluse le librerie e gli strumenti da linea di comando.
ja: モードを選択してください。初心者モードではアプリケーションのみ表示されます。上級者モードではすべてのパッケージとライブラリとコマンドラインツールが表示されます。
ms: Pilih mod yang anda ingini, dalam Mod Pengguna Baru hanya disenariakan aplikasi sebenar, dalam Mod Mahir semua pakej disenaraikan termasuklah pustaka dan alatan baris-perintah.
nl: Kies de gewenste modus. In Beginnersmodus worden alleen de toepassingen zelf getoond, in Expertmodus worden alle pakketten getoond met inbegrip van bibliotheekbestanden en opdrachtregel-gereedschappen.
pl: Wybierz tryb który chcesz: w Trybie Początkującego wyświetlone są tylko prawdziwe programy, w Trybie Eksperta są wyświetlone wszystkie pakiety, włączając w to biblioteki i narzędzia konsolowe.
pt: Escolha o modo que pretende. No modo básico, só verá as aplicações com interface e no modo avançado também verá as bibliotecas e ferramentas de linha de comandos.
ru: Выберите желаемый режим отображения. В упрощённом режиме отображаются только приложения, в расширенном — все пакеты, включая библиотеки и инструменты командной строки.
sk: Vyberte si režim, ktorý Vám viac vyhovuje. V režime Začiatočník sa zobrazia len skutočné aplikácie, v režime Pokročilý sa zobrazia balíky s knižnicami a nástrojmi pre príkazový riadok.
sl: Izberite način uporabe. V začetniškem načinu so navedeni le programi, medtem ko so v naprednem načinu navedeni tudi knjižnjice in orodja.
tr: İstediğiniz kipi seçin; Başlangıç Kipi'nde yalnızca gerçek uygulamalar listelenir, Uzman Kipi'nde kütüphanelerei ve komut satırını da kapsayacak şekilde tüm paketler listelenir.
vi: Chọn chế độ bạn muốn, ở chế độ Đơn giản chỉ liệt kê các ứng dụng, ở chế độ Nâng cao liệt kê tất cả các gói kèm theo thư viện và các công cụ dòng lệnh.

source: Use the packages database
ca: Utilitza la base de dades de paquets
cs: Použít databázi balíčků
de: Die Paketdatenbank benutzen
el: Χρήση της βάσης δεδομένων πακέτων
eu: Erabili paketeen datu-basea
fa: استفاده از بانک اطلاعاتی بسته ها
fr: Utiliser la base de données des paquets
gl: Use a base de datos de paquetes
he: שימוש במסד נתוני החבילות
hu: Csomag adatbázis használata
it: Usa il database dei pacchetti
ja: パッケージデータベースを使用する
ms: Guna pangkalan data pakej
nl: De gegevensbank van de pakketten gebruiken
pl: Użyj bazy danych pakietów
pt: Utilizar base de dados de pacotes
ru: Использовать базу данных пакетов
sk: Použiť databázu balíkov
sl: Uporabi podatkovno zbirko paketov
tr: Paket veritabanını kullan
vi: Dùng cơ sở dữ liệu gói

source: Interface
ca: Interfície
cs: Rozhraní
de: Oberfläche
el: Περιβάλλον
eu: Interfazea
fa: رابط کاربری
he: מנשק
hu: Kezelőfelület
it: Interfaccia
ja: 外観
ms: Antaramuka
nl: Bedieningsschil
pl: Wygląd
ru: Интерфейс
sk: Rozhranie
sl: Vmesnik
tr: Arabirim
vi: Giao diện

source: ToolBar Style
ca: Estil de la barra d'eines
cs: Vzhled Lišty nástrojů
de: Werkzeugleistenstil
el: Στυλ Γραμμής Εργαλείων
eu: Tresna-barraren estiloa
fa: حالت نوار ابزار
fr: Style de la barre d'outils
gl: Estilo da barra de ferramentas
he: סגנון סרגל הכלים
it: Stile barra degli strumenti
ja: ツールバースタイル
ms: Gaya Palang Alat
nl: Werkbalkstijl
pl: Styl paska narzędziowego
pt: Estilo da barra de ferramentas
ru: Стиль панели инструментов
sk: Vzhľad Lišty nástrojov
sl: Slog orodne vrstice
tr: Araç Çubuğu Biçemi
vi: Kiểu thanh Công cụ

source: Choose the ToolBar style
ca: Esculli l'estil de la barra d'eines
cs: Vyberte vzhled Lišty nástrojů
de: Wählen Sie den Stil der Werkzeugleiste
el: Επιλέξτε το Στυλ της Γραμμής Εργαλείων
eu: Aukeratu tresna-barraren estiloa
fa: انتخاب حالت نوار ابزار
fr: Choisir le style de la barre d'outils
gl: Escolla o estilo da barra de ferramentas
he: נא לבחור את סגנון סרגל הכלים
it: Scegli lo stile della barra degli strumenti
ja: ツールバースタイルを選択
ms: Pilih gaya Palang Alat
nl: De stijl van de werkbalk kiezen
pl: Wybierz styl paska narzędziowego
pt: Escolha o estilo da barra de ferramentas
ru: Выберите стиль панели инструментов
sk: Vyberte vzhľad Lišty nástrojov
sl: Izberite slog orodne vrstice
tr: Araç Çubuğu biçemini seç
vi: Chọn kiểu thanh Công cụ

source: Show MenuBar
ca: Mostra la barra de menús
cs: Zobrazit Lištu Menu
de: Menüleiste anzeigen
el: Εμφάνιση Γραμμής Μενού
eu: Erakutsi menu-barra
fa: نمایش نوار منو
fr: Afficher la barre de menu
gl: Amosar a barra do menú
he: הצגת סרגל התפריטים
it: Mostra la barra dei menu
ja: メニューバーを表示
ms: Papar Palang Menu
nl: Menubalk tonen
pl: Wyświetlanie paska menu
pt: Mostrar barra de menu
ru: Показывать строку меню
sk: Zobraziť Lištu Menu
sl: Pokaži menijsko vrstco
tr: Seçke Çubuğu'nu göster
vi: Hiện thanh Trình đơn

source: Show StatusBar
ca: Mostra la barra d'estat
cs: Zobrazit Lištu Status
de: Statusleiste anzeigen
el: Εμφάνιση Γραμμής Κατάστασης
eu: Erakutsi egoera-barra
fa: نمایش نوار وضعیت
fr: Afficher la barre d'état
gl: Amosar a barra de estado
he: הצגת סרגל המצב
it: Mostra la barra di stato
ja: ステータスバーを表示
ms: Papar Palang Status
nl: Statusbalk tonen
pl: Wyświetlanie paska stanu
pt: Mostrar barra de estado
ru: Показывать строку состояния
sk: Zobraziť Lištu Status
sl: Pokaži vrstico stanja
tr: Durum Çubuğu'nu göster
vi: Hiện thanh Trạng thái

source: Utilities
ca: Utilitats
cs: Pomůcky
de: Hilfsprogramme
el: Εργαλεία
eu: Tresnak
fr: Utilitaires
gl: Utilidades
it: Utilità
ms: Utiliti
nl: Hulpmiddelen
pl: Narzędzia
pt: Utilitários
ru: Утилиты
sk: Nástroje
vi: Tiện ích

source: Universal Access
ca: Accés universal
cs: Zpřístupnění
de: Barriere­frei­heit
el: Γενική Πρόσβαση
eu: Sarbide unibertsala
fr: Accès universel
gl: Acceso universal
it: Accesso universale
ms: Capaian Universal
nl: Universele toegang
pl: Ułatwienia dostępu
pt: Acessibilidade
ru: Универсальный доступ
sk: Univerzálny prístup
vi: Trợ năng

source: Audio & Video
ca: Audio i vídeo
cs: Zvuk a video
de: Ton & Film
el: Ήχος & Βίντεο
eu: Audio eta bideoa
fr: Audio et vidéo
gl: Son e vídeo
it: Audio e video
pl: Audio i wideo
pt: Áudio e vídeo
ru: Аудио и видео
sk: Zvuk & Video
vi: Âm thanh & Hình ảnh

source: Games
ca: Jocs
cs: Hry
de: Spiele
el: Παιχνίδια
eu: Jokoak
fr: Jeux
gl: Xogos
it: Giochi
ms: Permainan
nl: Spellen
pl: Gry
pt: Jogos
ru: Игры
sk: Hry
vi: Trò chơi

source: Graphic
ca: Gràfic
cs: Grafika
de: Grafik
el: Γραφικά
eu: Grafikoak
fr: Graphisme
gl: Gráficos
it: Grafica
ms: Grafik
nl: Grafisch
pl: Grafika
pt: Gráficos
ru: Графика
sk: Grafika
vi: Đồ họa

source: Internet
el: Διαδίκτυο
ru: Интернет
vi: Mạng Internet

source: Education
ca: Educació
cs: Vzdělávání
de: Bildung
el: Εκπαίδευση
eu: Hezkuntza
fr: Apprentissage
gl: Educación
it: Istruzione
ms: Pendidikan
nl: Onderwijs
pl: Edukacja
pt: Educação
ru: Образование
sk: Vzdelávanie
vi: Giáo dục

source: Science & Engineering
ca: Ciència i enginyeria
cs: Věda a inženýrství
de: Wissenschaft & Technik
el: Επιστήμη & Μηχανική
eu: Zientzia eta ingeniaritza
fr: Sciences & Ingénierie
gl: Ciencia e enxeñaría
it: Scienza e ingegneria
ms: Sains & Kejuruteraan
nl: Wetenschap & Techniek
pl: Nauka i technika
pt: Ciência e engenharia
ru: Наука и проектирование
sk: Veda a inžinierstvo
vi: Khoa học & Kỹ thuật

source: System
ca: Sistema
cs: Systém
el: Σύστημα
eu: Sistema
fr: Système
gl: Sistema
it: Sistema
ms: Sistem
nl: Systeem
pt: Sistema
ru: Система
sk: Systém
vi: Hệ thống

source: Developer Tools
ca: Eines de desenvolupament
cs: Vývojářské nástroje
de: Entwicklungswerkzeuge
el: Εργαλεία Προγραμματισμού
eu: Garatzaileentzako tresnak
fr: Outils pour Développeur
gl: Ferramentas para desenvolvedores
it: Strumenti per lo sviluppo
ms: Alatan Pembangun
nl: Hulpmiddelen voor ontwikkelaars
pl: Narzędzia programistyczne
pt: Desenvolvimento
ru: Средства разработки
sk: Nástroje pre vývojárov
vi: Công cụ Phát triển

source: Themes & Tweaks
ca: Temes i ajustos
cs: Motivy a vylepšení
de: Themen & Optimierungen
el: Θέματα & Βελτιώσεις
eu: Gaiak eta doikuntzak
fr: Thèmes & Personnalisations
gl: Temas e axustes
it: Temi e personalizzazioni
ms: Tema & Tweak
nl: Thema's en aanpassingen
pl: Motywy i usprawnienia
pt: Temas e ajustes
ru: Темы и настройки
sk: Témy a vylepšenia
vi: Giao diện & Tinh chỉnh

source: Fonts
ca: Tipus de lletra
cs: Písma
de: Schriften
el: Γραμματοσειρές
eu: Letra-tipoak
fr: Polices de caractères
gl: Tipos de letra
it: Caratteri
ms: Fon
nl: Lettertypen
pl: Czcionki
pt: Tipos de letra
ru: Шрифты
sk: Písma
vi: Phông chữ

source: Office
ca: Oficina
cs: Kancelář
de: Büro
el: Γραφείο
eu: Bulegoa
fr: Bureautique
gl: Ofimática
it: Applicazioni per ufficio
ms: Pejabat
nl: Kantoor
pl: Biuro
pt: Produtividade
ru: Офис
sk: Kancelária
vi: Văn phòng

source: All
ca: Tots
cs: Vše
de: Alle
el: Όλα
eu: Guztiak
fr: Tous
gl: Todo
it: Tutti
ms: Semua
nl: Alles
pl: Wszystkie
pt: Tudo
ru: Всё
sk: Všetko
vi: Tổng hợp
