Repository: xentaos/xenta-software-center
Catalog: po/*.po
Languages: ca, cs, de, el, eu, fa, fr, gl, he, hu, it, ja, ms, nl, pl, pt, ru, sk, sl, tr, vi

source: Light but user-friendly Software Center for Lubuntu
ca: El Centre de Programari de Lubuntu és lleuger i fàcil d'usar
cs: Jednoduché ale přívětivé Centrum Software pro Lubuntu
de: Leichtes, aber benutzerfreundliches Software-Center für Lubuntu
el: Ελαφρύ αλλά φιλικό προς το χρήστη Κέντρο Λογισμικού για το Lubuntu
eu: Lubunturentzako software-zentro arin baina erabilerraza
fa: مرکز نرم افزاری زیبا، ولی سبک برای لوبونتو
fr: Une logithèque légère et simple à utiliser pour Lubuntu
gl: Centro de Software para Lubuntu, lixeiro mais amigábel
he: מרכז תכנה קליל אך ידידותי למשתמש עבור לובונטו
hu: Könnyű, de felhasználóbatár szoftverközpont Lubuntuhoz
it: Software Center leggero ma user-friendly per Lubuntu
ja: Lubuntu用の軽量で使いやすいソフトウェアセンター
ms: Pusat Perisian yang mesra-pengguna dan ringan untuk Lubuntu
nl: Licht maar gebruikersvriendelijk softwarecentrum voor Lubuntu
pl: Lekkie ale przyjazne dla użytkownika Centrum oprogramowania dla Lubuntu
pt: Centro de Aplicações para o Lubuntu, leve, mas fácil de utilizar
ru: Легковесный и дружественный к пользователю центр приложений для Lubuntu
sk: Odľahčené, ale užívateľsky prístupné Centrum softvéru pre Lubuntu
sl: Lahko in uporabniku prijazno Programsko središče za Lubuntu
tr: Lubuntu için hafif ama kullanıcı dostu Yazılım Merkezi
vi: Trung tâm Phần mềm nhanh gọn và thân thiện người dùng dành cho Lubuntu

source: Show at least 20 results
ca: Mostra 20 resultats com a mínim
cs: Zobrazit alespoň 20 výsledků
de: Mindestens 20 Ergebnisse anzeigen
el: Εμφάνιση τουλάχιστον 20 αποτελεσμάτων
eu: Erakutsi gutxienez 20 emaitza
fa: نمایش حداقل 20 نتیجه
fr: Afficher au moins 20 résultats
gl: Amosar polo menos 20 resultados
he: הצגת 20 תוצאות לפחות
hu: Legalább 20 találat mutatása
it: Mostra al massimo 20 risultati
ja: 20以上の結果を表示
ms: Papar sekurang-kurangnya 20 keputusan
nl: Toon minstens 20 resultaten
pl: Pokaż co najmniej 20 wyników
pt: Mostrar, pelo menos, 20 resultados
ru: Показать не менее 20 результатов
sk: Zobraziť aspoň 20 výsledkov
sl: Pokaži vsaj 20 rezultatov
tr: En az 20 sonuç göster
vi: Hiển thị tối thiểu 20 kết quả

source: Show all results
ca: Mostra tots els resultats
cs: Zobrazit všechny výsledky
de: Alle Ergebnisse anzeigen
el: Εμφάνιση όλων των αποτελεσμάτων
eu: Erakutsi emaitza guztiak
fa: نمایش همه نتایج
fr: Afficher tous les résultats
gl: Amosar todos os resultados
he: הצגת כל התוצאות
hu: Összes találat megjelenítése
it: Mostra tutti i risultati
ja: すべての結果を表示
ms: Papar semua keputusan
nl: Toon alle resultaten
pl: Pokaż wszystkie wyniki
pt: Mostrar todos os resultados
ru: Показать все результаты
sk: Zobraziť všetky výsledky
sl: Pokaži vse rezultate
tr: Tüm sonuçları göster
vi: Hiển thị tất cả kết quả

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
eu: Deskribapena
fa: توضیحات
gl: Descrición
he: תיאור
hu: Leírás
it: Descrizione
ja: 詳細
ms: Keterangan
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
sl: Opis
tr: Tanımlama
vi: Mô tả

source: Check for reviews
ca: Cerca opinions
cs: Zkontrolovat recenze
de: Auf Bewertungen prüfen
el: Έλεγχος για κριτικές
eu: Egiaztatu baloraziorik baden
fa: برسی برای نظرات
fr: Rechercher des avis
gl: Buscar comentarios
he: יש לסמן כדי לצפות בסקירות
hu: Kritikk keresése
it: Ricerca recensioni
ja: レビューを見る
ms: Semak ulasan
nl: Kijk of er beoordelingen zijn
pl: Wyszukaj opinie
pt: Procurar avaliações
ru: Проверить отзывы
sk: Skontrolovať hodnotenia
sl: Pokaži mnenja
tr: İncelemeleri denetle
vi: Xem nhận xét

source: No Packages Found
ca: No s'han trobat paquets
cs: Žádné balíčky nebyly nalezeny
de: Keine Pakete gefunden
el: Δε Βρέθηκαν Πακέτα
eu: Ez da paketerik aurkitu
fa: بسته ای پیدا نشد
fr: Aucun paquet trouvé
gl: Non se atoparon paquetes
he: לא נמצאו חבילות
hu: Nincs találat
it: Nessun pacchetto trovato
ja: パッケージが見つかりません
ms: Tiada Pakej Ditemui
nl: Geen pakketten gevonden
pl: Nie odnaleziono pakietów
pt: Nenhum pacote encontrado
ru: Пакеты не найдены
sk: Žiadne výsledky
sl: Paketa ni mogoče najti
tr: Paket Bulunamadı
vi: Không tìm thấy Gói

source: Details on the package
ca: Detalls del paquet
cs: Informace o balíčku
de: Details zum Paket
el: Λεπτομέρειες για το πακέτο
eu: Paketearen xehetasunak
fa: مشخصات کامل بسته
fr: Détails concernant le paquet
gl: Detalles sobre o paquete
he: פרטים על החבילה
hu: Csomag részletei
it: Dettagli sul pacchetto
ja: パッケージ詳細
ms: Perincian pakej
nl: Details van het pakket
pl: Wyświetla szczegóły pakietu
pt: Detalhes do pacote
ru: Подробности о пакете
sk: Detaily o balíku
sl: Podrobnosti paketa
tr: Paket Ayrıntıları
vi: Chi tiết về gói

source: Add/remove
ca: Afegeix/elimina
cs: Přidat/odebrat
de: Hinzufügen/entfernen
el: Προσθήκη/αφαίρεση
eu: Gehitu/kendu
fa: نصب/حذف
fr: Ajouter/Supprimer
gl: Engadir/retirar
he: הוספה/הסרה
hu: Hozzáadás/eltávolítás
it: Aggiungi/Rimuovi
ja: 追加/削除
ms: Tambah/buang
nl: Toevoegen/verwijderen
pl: Dodaj/usuń
pt: Adicionar/Remover
ru: Добавить/удалить
sk: Pridať/Odstrániť
sl: Dodaj/odstrani
tr: Ekle/kaldır
vi: Thêm/xoá

source: Search all categories instead
ca: Cerca a totes les categories
cs: Vyhledat ve všech kategoriích
de: Stattdessen in allen Kategorien suchen
el: Αναζήτηση σε όλες τις κατηγορίες
eu: Bilatu kategoria guztietan
fa: بجای آن در همه موضوعات جستجو کن
fr: Rechercher dans toutes les catégories
gl: Buscar, no seu lugar, en todas as categorías
he: חיפוש בכל הקטגוריות במקום
hu: Inkább az összes kategóriában keressen
it: Cerca in tutte le categories
ja: すべてのカテゴリで探す
ms: Gelintar semua kategori
nl: In plaats daarvan alle categorieën doorzoeken
pl: Przeszukaj wszystkie kategorie
pt: Procurar em todas as categorias
ru: Поиск во всех категориях
sk: Hľadať vo všetkých kategóriách
sl: Iskanje v vseh kategorijah
tr: Bunun yerine tüm kategorileri ara
vi: Tìm tất cả các loại

source: Install Packages
ca: Instal·la els paquets
cs: Instalovat balíčky
de: Pakete installieren
el: Εγκατάσταση Πακέτων
eu: Instalatu paketeak
fa: نصب بسته ها
fr: Installer les paquets
gl: Instalar paquetes
he: התקנת חבילות
hu: Csomagok telepítése
it: Installa pacchetti
ja: パッケージをインストール
ms: Pasang Pakej
nl: Pakketten installeren
pl: Zainstaluj pakiety
pt: Instalar pacotes
ru: Установить пакеты
sk: Inštalovať balíky
sl: Namesti pakete
tr: Paketleri Yükle
vi: Cài đặt các gói

source: Discard
ca: Descarta
cs: Zrušit
de: Verwerfen
el: Απόρριψη
eu: Baztertu
fa: رد کردن
fr: Vider le panier
gl: Desbotar
he: התעלמות
hu: Elvetés
it: Annulla
ja: 破棄
ms: Singkirkan
nl: Annuleren
pl: Odrzuć
pt: Rejeitar
ru: Отклонить
sk: Zrušiť
sl: Zavrzi
tr: Vazgeç
vi: Huỷ bỏ

source: Package
ca: Paquet
cs: Balíček
de: Paket
el: Πακέτο
eu: Paketea
fa: بسته
fr: Paquet
gl: Paquete
he: חבילה
hu: Csomag
it: Pacchetto
ja: パッケージ
ms: Pakej
nl: Pakket
pl: Pakiet
pt: Pacote
ru: Пакет
sk: Balík
sl: Paket
tr: Paket
vi: Gói

source: To Download
ca: Per descarregar
cs: Ke stažení
de: Herunterzuladen
el: Για Λήψη
eu: Deskargatzeko
fa: برای دانلود
fr: A télécharger
gl: Para descargar
he: להורדה
hu: Letölteni
it: Da Scaricare
ja: ダウンロード
ms: Untuk Dimuat Turun
nl: Binnen te halen
pl: Do pobrania
pt: A transferir
ru: Для загрузки
sk: Stiahne sa
sl: Velikost prejema
tr: İndirilecek
vi: Tải về

source: To Install
ca: Per instal·lar
cs: K instalaci
de: Zu installieren
el: Για Εγκατάσταση
eu: Instalatzeko
fa: برای نصب
fr: A installer
gl: Para instalar
he: להתקנה
hu: Telepíteni
it: Da Installare
ja: インストール
ms: Untuk Dipasang
nl: Te installeren
pl: Do zainstalowania
pt: A instalar
ru: Для установки
sk: Nainštaluje sa
sl: Velikost namestitve
tr: Yüklenecek
vi: Cài đặt

source: Version
ca: Versió
cs: Verze
el: Έκδοση
eu: Bertsioa
fa: نسخه‌
gl: Versión
he: גרסה
hu: Verzió
it: Versione
ja: バージョン
ms: Versi
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
sk: Verzia
sl: Različica
tr: Sürüm
vi: Phiên bản

source: Submit a screenshot
ca: Envia una captura de pantalla
cs: Odeslat screenshot
de: Ein Bildschirmfoto einreichen
el: Υποβολή ενός στιγμιότυπου οθόνης
eu: Bidali pantaila-argazki bat
fa: ارسال تصویر
fr: Proposer une capture d'écran
gl: Enviar unha captura de pantalla
he: שליחת צילום מסך
it: Invia uno screenshot
ja: スクリーンショットを送る
ms: Hantar cakupan skrin
nl: Een schermafdruk indienen
pl: Wyślij obraz programu
pt: Enviar uma imagem
ru: Отправить снимок экрана
sk: Poslať náhľad
sl: Objavi zaslonsko sliko
tr: Bir ekran görüntüsü gönder
vi: Gửi ảnh màn hình

source: Search a package...
ca: Cerca un paquet...
cs: Hledat balíček...
de: Ein Paket suchen …
el: Αναζήτηση πακέτου...
eu: Bilatu pakete bat...
fa: جستجوی یک بسته...
fr: Cherche un paquet...
gl: Buscando un paquete de ...
he: חיפוש אחר חבילה...
hu: Csomag keresése...
it: Cerca un pacchetto...
ja: パッケージを検索...
ms: Gelintar pakej...
nl: Een pakket zoeken...
pl: Wyszukiwanie pakietu...
pt: Procurar um pacote...
ru: Найти пакет...
sk: Hľadať balík...
sl: Najdi paket ...
tr: Bir paket ara...
vi: Tìm một gói...

source: Copyright © 2011 Lubuntu team
ca: Copyright © 2011 Equip de Lubuntu
el: Πνευματικά δικαιώματα © 2011 Ομάδα του Lubuntu
eu: Copyright-a © 2011 Lubuntu taldea
fa: کپی رایت © 2011 تیم لوبونتو
fr: Copyright © 2011 - l'équipe Lubuntu
gl: Copyright © 2011 Equipo Lubuntu
he: כל הזכויות שמורות לצוות לובונטו © 2011
ja: Copyright © 2011 Lubuntu チーム
ms: Hakcipta © 2011 pasukan Lubuntu
nl: Auteursrecht © 2011 Lubuntu-ploeg
pl: Copyright © 2011 zespół twórców Lubuntu
pt: Direitos de autor © 2011, a equipa Lubuntu
sk: Copyright © 2011 tím Lubuntu
sl: Avtorske pravice © 2011 Ekipa Lubuntu
tr: Telif Hakkı © 2011 Lubuntu takımı
vi: Bản quyền © 2011 nhóm Lubuntu

source: Software Center for the Lubuntu project
ca: Centre de Programari pel projecte Lubuntu
cs: Software Centrum pro Lubuntu projekt
de: Software-Center für das Lubuntu Projekt
el: Κέντρο Λογισμίκου για το έργο Lubuntu
eu: Lubuntu proiektuaren software-zentroa
fa: مرکز نرم افزاری برای پروژه لوبونتو
fr: Magasin d'applications pour le projet Lubuntu
gl: Centro de software para o proxecto Lubuntu
he: מרכז תכנה עבור מיזם לובונטו
hu: A Lubuntu projekt szoftverközpontja
it: Software Center per il progetto Lubuntu
ja: Lubuntuプロジェクトのソフトウェアセンター
ms: Pusat Perisian untuk projek Lubuntu
nl: Softwarecentrum voor het Lubuntuproject
pl: Centrum oprogramowania dla systemu Lubuntu
pt: Centro de aplicações para o projeto Lubuntu
ru: Центр приложений для проекта Lubuntu
sk: Centrum softvéru pre projekt Lubuntu
sl: Programsko središče projekta Lubuntu
tr: Lubuntu projesi için Yazılım Merkezi
vi: Trung tâm Phần mềm cho dự án Lubuntu

source: Sometimes, when you remove an application, the config files remains. Click on this button to remove the old config files
ca: A vegades, quan elimines una aplicació, els arxius de configuració es mantenen. Cliqui aquest botó per eliminar els arxius de configuració antics
cs: Občas když odeberete aplikaci, konfigurační soubory stále zůstávají. Klikněte na toto tlačítko pro jejich odebrání
de: Wenn Anwendungen entfernt werden, verbleiben manchmal Konfigurationsdateien. Klicken Sie auf diesen Knopf, um die alten Konfigurationsdateien zu löschen.
el: Κάποιες φορές, όταν αφαιρείτε μια εφαρμογή, τα αρχεία παραμετροποιήσεων παραμένουν. Κάντε κλικ σε αυτό το κουμπί για να αφαιρέσετε τα παλιά αρχεία παραμετροποιήσεων
eu: Batzutan, aplikazio bat kentzen duzunean, konfigurazio-fitxategiak geratzen dira. Klikatu botoi hau konfigurazio-fitxategi zaharrak kentzeko
fa: گاهی اوقات زمانی که نرم افزاری را پاغک میکنید، تنظیمات آن همچنان باقی می ماند. روی این دکمه کلیک کنید تا این تنظیمات قدیمی از بین بروند
fr: Parfois, lorsque vous désinstallez une application, des fichiers de configuration subsistent. Cliquez sur ce bouton pour enlever les fichiers de configuration obsolètes.
gl: Ás veces, cando se elimina unha aplicación, os ficheiros de configuración permanecen. Prema neste botón para eliminar os ficheiros de configuración antigos
he: לעתים לאחר הסרת יישומים, קובצי התצורה נשארים. יש ללחוץ על לחצן זה כדי להסיר קובצי תצורה ישנים
hu: Néha, amikor töröl egy csomagot a konfigurációs fájlok megmaradnak. Kattintson a gombra a régi konfugurációs fájlok eltávolításához!
it: Qualche volta, quando disinstalli un'applicazione, i file di configurazione rimangono. Clicca su questo pulsante per rimuovere i vecchi file di configurazione.
ja: アプリケーションを削除した際、設定ファイルが残ってしまう場合があります。古い設定ファイルを削除するには、このボタンをクリックして下さい。
ms: kadangkala, bila anda membuang aplikasi, fail konfig masih kekal. Klik butang ini untuk membuang fail konfig lama.
nl: Soms, wanneer u een toepassing verwijdert, blijven de configuratiebestanden achter. Klik op deze knop om de oude configuratiebestanden te verwijderen
pl: Czasami, po usunięciu oprogramowania, jego pliki konfiguracyjne nie zostają usunięte. Proszę kliknąć ten przycisk, by usunąć stare pliki konfiguracyjne.
pt: Algumas vezes, ao remover uma aplicação, os ficheiros de configuração não são removidos. Clique neste botão para os remover.
ru: Иногда, после удаления приложений, остаются файлы конфигураций. Нажмите кнопку чтобы удалить устаревшие конфигурационные файлы
sk: Občas keď odstránite aplikáciu, konfiguračné súbory zostanú. Kliknite na toto tlačítko pre ich odstránenie
sl: Ko odstranite program, lahko na računalniku ostanejo nastavitvene datoteke. Če želite, da se odstranijo tudi le-te datoteke, kliknite ta gumb.
tr: Bazen bir uygulamayı kaldırdığınızda yapılandırma dosyaları kalır. Eski yapılandırma dosyalarını kaldırmak için bu düğmeye tıklayın
vi: Đôi khi bạn xoá một ứng dụng nhưng tập tin cấu hình vẫn lưu lại. Nhấp vào nút này để xoá các tập tin cấu hình cũ

source: Some applications needs other packages to work, when you remove these applications the other packages aren't removed. Click on this button to remove the unused packages
ca: Algunes aplicacions necessiten altres paquets per funcionar, i quan elimines aquestes aplicacions els altres paquets no són eliminats. Cliqui aquest botó per eliminar els paquets que no s'estan utilitzant
cs: Občas některé aplikace vyžadují další balíčky aby mohli fungovat, při odebrání těchto aplikací ale tyto balíčky zůstávají. Klikněte na toto tlačítko pro odebrání nepoužívaných balíčků
de: Einige Anwendungen erfordern weitere Pakete, damit sie funktionieren. Wenn solche Anwendungen entfernt werden, bleiben die anderen Pakete vorhanden. Klicken Sie auf diesen Knopf, um die ungenutzten Pakete zu entfernen.
el: Κάποιες εφαρμογές χρειάζονται άλλα πακέτα για να λειτουργήσουν, όταν αφαιρείτε αυτές τις εφαρμογές τα άλλα πακέτα δεν αφαιρούνται. Κάντε κλικ σε αυτό το κουμπί για να αφαιρέσετε τα αχρησιμοποίητα πακέτα
eu: Zenbait aplikaziok beste pakete batzuk behar dituzte funtzionatzeko, aplikazio hauek kentzean beste paketeak ez dira kentzen. Klikatu botoi hau erabiltzen ez diren paketeak kentzeko
fa: بعضی برنامه ها به بسته هایی برای کار کردن نیاز دارند. زمانی که این برنامه ها را پاک کنید، آن بسته ها پاک نخواهند شد. روی این دکمه کلیک کنید تا بسته های غیر لازم پاک شوند
fr: Certaines applications nécessitent d'autres paquets pour fonctionner, mais quand vous désinstallez ces applications ces autres paquets subsistent. Cliquez sur ce bouton pour supprimer les paquets inutilisés.
gl: Algunhas aplicacións precisan doutros paquetes para traballar, cando se eliminan estas aplicacións estoutros paquetes non son eliminados. Prema neste botón para eliminar os paquetes non utilizados
hu: Néhány alkalmazásnak más csomagokra is szükségük van a működéshez, ezek eltávolításakor azonban a kiegészítő csomagjai nem törlődnek. Kattintson a gombra a haszontalan csomagok eltávolításához!
it: Alcune applicazioni hanno bisogno di altri pacchetti per funzionare, quando disinstalli queste applicazioni i pacchetti non vengono rimossi. Clicca su questo pulsante per rimuovere i pacchetti inutilizzati.
ja: いくつかのアプリケーションは他のパッケージを必要とする場合がありますが、アプリケーションが削除された時にそれらは削除されないことがあります。不要なパッケージを削除するにはこのボタンをクリックして下さい。
ms: Ada aplikasi memerlukan pakej lain untuk berfungsi, bila anda membuang aplikasi ini pakej lain tidak dibuang. Klik butang ini untuk membuang pakej yang tidak digunakan
nl: Sommige toepassingen hebben andere pakketten nodig om te kunnen werken; wanneer u deze toepassingen verwijdert dan worden de andere pakketten niet mee verwijderd. Klik op deze knop om de ongebruikte pakketten te verwijderen
pl: Niektóre programy potrzebują innych pakietów do działania. Po usunięciu oprogramowania, pakiety te pozostają zainstalowane. Proszę kliknąć ten przycisk, aby usunąć nieużywane pakiety.
pt: Algumas aplicações precisam de outros pacotes para funcionar e ao remover a primeira, os últimos não são removidos. Clique neste botão para remover os pacotes não usados.
ru: Некоторым приложениям для работы необходимы дополнительные пакеты, которые не удаляются при удалении этих приложений. Нажмите кнопку чтобы удалить неиспользуемые пакеты
sk: Občas niektoré aplikácie potrebujú ďaľšie balíky aby fungovali správne, pri odstránení týchto aplikácií však balíky zostávajú. Kliknite na toto tlačítko pre odstránenie nepoužívaných balíkov
sl: Nekateri programi za delovanje potrebujejo tudi druge pakete. Če odstranite tak program, le-ti paketi ne bodo odstranjeni. Če želite odstraniti neuporabljene pakete, kliknite ta gumb.
tr: Bazı uygulamalar çalışmak için başka paketlere ihtiyaç duyar. Bu uygulamaları sildiğinizde diğer paketler kaldırılmaz. Kullanılmayan paketleri kaldırmak için tıklayın
vi: Vài ứng dụng cần các gói khác để hoạt động, khi bạn xoá các ứng dụng này, các gói kia không được xoá theo. Nhấp vào nút này để xoá các gói không dùng.

source: When you install an application, the files needed for the installation are downloaded locally. Click on this button to remove the unuseful downloaded packages
ca: Quan instal·les una aplicació, es descarreguen al vostre ordinador els fitxers necessaris per la instal·lació. Cliqui aquest botó per eliminar els paquets descarregats que ja no són necessaris
cs: Když instalujete aplikaci, soubory potřebné k její instalaci jsou staženy na místní počítač. Klikněte na toto tlačítko pro odebrání nepotřebných balíčků
de: Wenn Sie eine Anwendung installieren, werden zur Installation benötigte Dateien auf den Rechner heruntergeladen. Klicken Sie auf diesen Knopf, um die überflüssigen heruntergeladenen Pakete zu entfernen.
el: Όταν εγκαθιστάτε μια εφαρμογή, τα απαιτούμενα αρχεία για την εγκατάσταση κατεβαίνουν τοπικά. Κάντε κλικ σε αυτό το κουμπί για να αφαιρέσετε τα άχρηστα ληφθέντα πακέτα
eu: Aplikazio bat instalatzen duzunean, instalaziorako behar diren fitxategiak deskargatzen dira. Klikatu botoi hau dagoeneko behar ez diren deskargatutako paketeak kentzeko
fa: زمانی که بسته ای را نصب مکنید، فالی های مورد نیاز برای نصب به شکل محلی دانلود میشوند. روی این دکمه کلیک کنید تا بسته های غیر لازم را پاک کنید
fr: Quand vous installez une application, les fichiers nécessaires sont téléchargés sur votre ordinateur. Cliquez sur ce bouton pour supprimer les paquets devenus inutiles.
gl: Cando se instala unha aplicación, os ficheiros necesarios para a instalación descárganse localmente. Prema neste botón para eliminar os paquetes descargados
hu: Egy alkalmazás telepítésekor a szükséges fájlok letöltésre kerülnek. Kattintson a gombra a haszontalan letöltött csomagok eltávolításához!
it: Quando installi un'applicazione i file necessari vengono scaricati sul computer. Clicca questo bottone per rimuovere i pacchetti scaricati inutilizzati
ja: あなたがアプリケーションをインストールすると、必要なファイルがこのコンピュータにダウンロードされます。このボタンを押せばそれらのゴミを削除できます。
ms: Bila anda pasang aplikasi, fail diperlukan akan dimuat turun secara setempat. Klik butang ini untuk membuang pakej muat turun yang tidak diperlukan
nl: Wanneer u een toepassing installeert, dan worden de benodigde installatiebestanden op uw harde schijf gezet. Klik op deze knop om de nutteloze binnengehaalde pakketten te verwijderen
pl: Kiedy instalujesz program, pliki potrzebne do instalacji zostają pobrane lokalnie. Kliknij ten przycisk, aby usunąć niepotrzebne pobrane pakiety.
pt: Ao transferir e instalar uma aplicação, os pacotes são gravados localmente. Clique neste botão para remover esses pacotes.
ru: Когда Вы устанавливаете приложение, файлы, необходимые для установки, загружаются на Ваш компьютер. Нажмите эту кнопку чтобы удалить ненужные загруженные пакеты
sk: Keď inštalujete aplikáciu, súbory potrebné na inštaláciu sa stiahnu na lokálny počítač. Kliknite na toto tlačítko pre odstránenie nepotrebných balíkov
sl: Ko namestite program, so prenešene tudi namestitvene datoteke. Če želite le-te datoteke odstraniti, kliknite na ta gumb.
tr: Bir uygulama yüklerken kurulum için yerel diskinize gerekli dosyalar indirilir. Bu kullanılmayan indirilmiş paketleri kaldırmak için tıklayın
vi: Khi bạn cài một ứng dụng, các tập tin cần thiết cho việc cài đặt được tải về. Nhấp vào nút này để xoá các gói đã tải về

source: _File
ca: _Fitxer
cs: _Soubor
de: _Datei
el: _Αρχείο
eu: _Fitxategia
fa: _فايل
fr: _Fichier
gl: _Ficheiro
he: _קובץ
hu: Fájl
ja: ファイル(_F)
ms: _Fail
nl: _Bestand
pl: _Plik
pt: _Ficheiro
ru: _Файл
sk: _Súbor
sl: _Datoteka
tr: _Dosya
vi: _Tệp

source: _Edit
ca: _Edita
cs: Úp_ravy
de: _Bearbeiten
el: _Επεξεργασία
eu: _Editatu
fa: _ويرايش
fr: _Édition
gl: _Editar
he: ע_ריכה
hu: Szerkesztés
it: _Modifica
ja: 編集(_E)
ms: _Sunting
nl: Be_werken
pl: _Edycja
pt: _Editar
ru: _Правка
sk: _Upraviť
sl: _Uredi
tr: Dü_zenle
vi: Chỉnh _Sửa

source: Software Properties
ca: Propietats del programari
cs: Vlastnosti softwaru
de: Anwendungseigenschaften
el: Ιδιότητες Λογισμικού
eu: Softwarearen propietateak
fa: مشخصات نرم افزار
fr: Préférences du logiciel
gl: Propiedades do software
he: מאפייני תכנה
hu: Szoftvertulajdonságok
it: Proprietà Software
ja: ソフトウェアソース
ms: Sifat Perisian
nl: Eigenschappen van programmatuur
pl: Właściwości oprogramowania
pt: Propriedades das aplicações
ru: Параметры приложений
sk: Vlastnosti softvéru
sl: Lastnosti programske opreme
tr: Yazılım Özellikleri
vi: Thuộc tính phần mềm

source: _Help
ca: _Ajuda
cs: Ná_pověda
de: _Hilfe
el: _Βοήθεια
eu: _Laguntza
fa: _راهنما
fr: _Aide
gl: _Axuda
he: ע_זרה
hu: Súgó
it: _Aiuto
ja: ヘルプ(_H)
ms: _Bantuan
nl: _Hulp
pl: Pomo_c
pt: Aj_uda
ru: _Помощь
sk: _Pomocník
sl: Pomo_č
tr: _Yardım
vi: Trợ _giúp

source: Home
ca: Inici
cs: Domů
de: Startseite
el: Αρχική
eu: Karpeta nagusia
fa: صفحه اصلی
fr: Accueil
gl: Páxina web
he: בית
hu: Saját mappa
ja: ホーム
ms: Rumah
nl: Persoonlijke map
pl: Strona główna
pt: Início
ru: Домой
sk: Domov
sl: Domov
tr: Anasayfa
vi: Thư mục nhà

source: Clean Disk
ca: Neteja el disc
cs: Vyčistit disk
de: Festplatte säubern
el: Εκκαθάριση Δίσκου
eu: Garbitu diskoa
fa: پاک کردن دیسک
fr: Disque nettoyé
gl: Limpar o disco
he: ניקוי הכונן
hu: Lemez tisztítása
it: Pulisci Disco
ja: ディスクを整理
ms: Bersihkan Cakera
nl: Schijf schoonmaken
pl: Wyczyść dysk
pt: Limpar disco
ru: Очистить диск
sk: Vyčistiť disk
sl: Počisti disk
tr: Diski Temizle
vi: Dọn dẹp đĩa
