Repository: xentaos/xenta-software-center
Catalog: po/*.po
Languages: ca, cs, de, el, eu, fa, fr, gl, he, hu, it, ja, ms, nl, pl, pt, ru, sk, sl, tr, vi

source: Lubuntu Software Center
ca: Centre de programari del Lubuntu
cs: Centrum softwaru pro Lubuntu
el: Κέντρο Λογισμικού Lubuntu
eu: Lubunturen software-zentroa
fa: مرکز نرم افزاری لوبونتو
fr: Logithèque Lubuntu
gl: Centro de Software de Lubuntu
he: מרכז התכנה של לובונטו
hu: Lubuntu szoftverközpont
ja: Lubuntuソフトウェアセンター
ms: Pusat Perisian Lubuntu
nl: Lubuntu softwarecentrum
pl: Centrum oprogramowania Lubuntu
pt: Centro de Aplicações do Lubuntu
ru: Центр приложений Lubuntu
sk: Centrum softvéru Lubuntu
sl: Programsko središče Lubuntu
tr: Lubuntu Yazılım Merkezi
vi: Trung tâm Phần mềm Lubuntu

source: Software Center
ca: Centre de programari
cs: Centrum softwaru
el: Κέντρο Λογισμικού
eu: Software-zentroa
fa: مرکز نرم افزاری
fr: Logithèque Lubuntu
gl: Centro de software
he: מרכז התכנה
hu: Szoftverközpont
ja: ソフトウェアセンター
ms: Pusat Perisian
nl: Softwarecentrum
pl: Centrum oprogramowania
pt: Centro de Aplicações
ru: Центр приложений
sk: Centrum softvéru
sl: Programsko središče
tr: Yazılım Merkezi
vi: Trung tâm Phần mềm

source: Lets you choose from thousands of applications available for Ubuntu
ca: Us permet triar entre milers d'aplicacions disponibles per a l'Ubuntu
cs: Vybírejte z tisíců aplikací dostupných pro Ubuntu
de: Lässt Sie aus Tausenden von Anwendungen für Ubuntu auswählen
el: Σας επιτρέπει να επιλέξετε ανάμεσα σε χιλιάδες εφαρμογές διαθέσιμες για το Ubuntu
eu: Aukeratu Ubunturentzat eskuragarri dauden milaka aplikazioren artean
fa: به شما اجازه می‌دهد که از بین هزاران نرم‌افزار موجود برای اوبونتو انتخاب کنید
fr: Vous permet de choisir parmi les milliers d'applications disponibles pour Lubuntu
gl: Permite escoller entre milleiros de aplicacións dispoñíbeis para Ubuntu
he: מאפשר לך לבחור מבין אלפי היישומים הזמינים לאובונטו
hu: Válogasson az Ubuntuhoz elérhető alkalmazások ezrei közül
it: Scegli tra migliaia di applicazioni disponibili per Ubuntu.
ja: Ubuntu で利用可能な数千ものアプリケーションから選択してみてください
ms: Benarkan anda memilih beribu-ribu aplikasi yang tersedia untuk Ubuntu
nl: Laat u kiezen uit duizenden toepassingen die beschikbaar zijn voor Ubuntu
pl: Umożliwia zainstalowanie każdego spośród tysięcy programów dostępnych dla Ubuntu
pt: Permite-lhe escolher entre as milhares de aplicações disponíveis para o Ubuntu
ru: Позволяет вам выбирать из тысяч приложений, доступных для Ubuntu
sk: Dovolí vám vybrať si z tisícov aplikácií dostupných pre Lubuntu
sl: Omogoča vam izbiro med tisoči programov, ki so na voljo za Lubuntu
tr: Ubuntu için binlerce uygulama içinden seçim yapmanızı sağlar
vi: Hàng ngàn ứng dụng cho Ubuntu đã có sẵn để bạn chọn

source: Sources;PPA;Install;Uninstall;Remove;Catalogue;Store;Apps;Light;Package;
ca: Fonts de programari, Repositoris personals (PPA);Instal·la;Desinstal·la;Elimina;Catàleg;Botiga;Aplicacions;Lleuger;Paquet
cs: Zdroje;PPA;Nainstalovat;Odinstalovat;Odebrat;Katalog;Obchod;Aplikace;Light;Balíček;
de: Paketquellen;Quellen;Sources;PPA;installieren;deinstallieren;entfernen;Katalog;Laden;Store;Shop;Anwendungen;Programme;Apps;leicht;Paket;
el: Πηγές;Αποθετήρια;Εγκατάσταση;Απεγκατάσταση;Αφαίρεση;Κατάλογος;Κατάστημα;Εφαρμογές;Ελαφρύ;Πακέτο;
eu: Iturburuak;PPA;Instalatu;Desinstalatu;Kendu;Katalogoa;Denda;Aplikazioak;Arina;Paketea;
gl: Orixes;PPA;Instalar;Desinstalar;Retirar;Catálogo;Tenda;Aplis;Lixeiro;Paquete;
sk: Zdroje;PPA;Inštalovať;Odinštalovať;Odstrániť;Katalóg;Obchod;Aplikácie;Light;Balík;

source: Please install the package app-install-data, lubuntu software center will not work in beginner mode without it
ca: Si us plau, instal·li el paquet "app-install-data". El centre de programari de Lubuntu no funcionarà en modo principiant sense ell.
cs: Nainstalujte prosím balíček app-install-data, neboť bez něj nebude fungovat mód pro začátečníky v centru softwaru Lubuntu.
de: Bitte das Paket »app-install-data« installieren, die Lubuntu-Anwendungszentrale funktioniert im Anfängermodus nicht ohne dieses.
el: Παρακαλώ εγκαταστήστε το πακέτο app-install-data, το κέντρο λογισμικού lubuntu δε θα λειτουργήσει σε λειτουργία αρχάριου χωρίς αυτό
eu: Mesedez instalatu app-install-data paketea, lubuntu software zentroak ezin du hori gabe hasiberrientzako moduan funtzionatu
fr: Veuillez installer le paquet app-install-data, sans cela la logithèque Lubuntu ne fonctionnera pas en mode débutant.
gl: Instale o paquete app-install-data, o centro de software de Lubuntu non funcionará en modo novato sen el
it: Installa il pacchetto app-install-data o lubuntu software center non potrà funzionare in modalità principiante
ja: Nainstalujte prosím balíček app-install-data, neboť bez něj nebude fungovat režim pro začátečníky v centru softwaru pro Lubuntu
nl: Installeer a.u.b. het pakket app-install-data, want Lubuntu softwarecentrum zal zonder dat niet kunnen werken in beginnersmodus
pl: Proszę zainstalować pakiet app-install-data. Bez tego Centrum Oprogramowania Lubuntu nie będzie działać w trybie dla początkujących.
ru: Пожалуйста установите пакет app-install-data, центр приложений lubuntu не будет работать в режиме новичка без него
sk: Prosím nainštalujte balík app-install-data, centrum sofvéru Lubuntu nebude bez neho pracovať v režime Začiatočník
vi: Hãy cài đặt gói app-install-data, Trung tâm Phần mềm Lubuntu không hoạt động trong chế độ cơ bản nếu thiếu nó.

source: packages listed
ca: paquets llistats
cs: zobrazené balíčky
de: Pakete aufgelistet
el: πακέτα που καταγράφονται
eu: pakete zerrendatuta
fa: پکیج ها لیست شدند
fr: paquets listés
gl: paquetes listados
he: הרשימות מוצגות
hu: listázott csomagok
it: pacchetti elencati
ja: パッケージリスト
ms: pakej tersenarai
nl: opgesomde pakketten
pl: lista pakietów
pt: pacotes listados
ru: пакетов в списке
sk: zobrazené balíky
sl: paketov
tr: listelenmiş paketler
vi: danh sách các gói

source: Installed
ca: Instal·lat
cs: Nainstalováno
de: Installiert
el: Εγκατεστημένο
eu: Instalatuta
fa: نصب شده
fr: Installé
gl: Instalado
he: מותקנות
hu: Telepített
it: Software Installato
ja: インストール済
ms: Dipasang
nl: Geïnstalleerd
pl: Zainstalowany
pt: Instalados
ru: Установленные
sk: Nainštalované
sl: Nameščeno
tr: Kurulu
vi: Đã cài đặt

source: Selected package
ca: Paquets seleccionats
cs: Vybraný balíček
de: Ausgewähltes Paket
el: Επιλεγμένο πακέτο
eu: Hautatutako paketea:
fa: پکیج های انتخاب شده
fr: Paquet sélectionné
gl: Paquete seleccionado
he: נבחרה החבילה
hu: Kijelölt csomag
it: Pacchetto selezionato
ja: 選択されているパッケージ
ms: Pakej terpilih
nl: Gekozen pakket
pl: Zaznaczono pakiet
pt: Pacote selecionado
ru: Выбранный пакет
sk: Vybraný balík
sl: Izbran je paket
tr: Seçili paket
vi: Gói đã chọn

source: Added to the Apps Basket
ca: Afegits al cistell d'aplicacions
cs: Přidáno do košíku
de: Zum Anwendungskorb hinzugefügt
el: Προστέθηκε στο Καλάθι Εφαρμογών
eu: Aplikazioen saskira gehituta
fa: به سبد برنامه ها اضافه شد
fr: Ajouté au panier
gl: Engadido ao cesto de aplis
he: נוספה לסל היישומים
hu: Hozzáadva az alkalmazások kosarárhoz
it: Aggiunto al carrello
ja: バスケットに入れる
ms: Ditambah ke Bakul Aplikasi
nl: Toegevoegd aan het Toepassingenmandje
pl: Dodano do koszyka
pt: Adicionado ao cesto de aplicações
ru: Добавлено в корзину приложений
sk: Pridané do košíka
sl: Dodan v košarico programov
tr: Uygulama Sepetine Eklenenler
vi: Đã thêm vào Giỏ Ứng dụng

source: Add to the Apps Basket
ca: Afegeix al cistell d'aplicacions
cs: Přidat do košíku
de: Zum Anwendungskorb hinzufügen
el: Προσθήκη στο Καλάθι Εφαρμογών
eu: Gehitu aplikazioen saskira
fa: به سبد برنامه ها اضافه شود
fr: Ajouter au panier
gl: Engadir ao cesto de aplis
he: הוספה לסל היישומים
hu: Hozzáadás az alkalmazások kosarához
it: Aggiungi al carrello
ja: バスケットに入れる
ms: Tambah ke Bakul Aplikasi
nl: Toevoegen aan het Toepassingenmandje
pl: Dodaj do koszyka
pt: Adicionar ao cesto de aplicações
ru: Добавить в корзину приложений
sk: Pridať do košíka
sl: Dodaj v košarico programov
tr: Uygulama Sepetine Ekle
vi: Thêm vào Giỏ Ứng dụng

source: Remove from the system
ca: Elimina del sistema
cs: Odebrat ze systému
de: Vom System entfernen
el: Αφαίρεση από το σύστημα
eu: Kendu sistematik
fa: حذف از سیستم
fr: Enlever du système
gl: Eliminar do sistema
he: הסרה מהמערכת
hu: Eltávolítása rendszerről
it: Rimuovi dal sistema
ja: システムから削除する
ms: Buang dari sistem
nl: Verwijderen uit het systeem
pl: Usuń z systemu
pt: Remover do sistema
ru: Удалить из системы
sk: Odstrániť zo systému
sl: Odstrani s sistema
tr: Sistemden kaldır
vi: Xóa khỏi hệ thống

source: Searching in Installed
ca: Cercant a Instal·lats
cs: Hledání v nainstalovaných
de: Suchen in Installiert
el: Αναζήτηση στα εγκατεστημένα
eu: Instalatutakoen artean bilatzen
fa: جستجو بین نصب شده ها
fr: Chercher dans Installé
gl: Buscando nos iInstalados
he: חיפוש בין המותקנות
hu: Keresés a telepítettek között
it: Ricerca software installato
ja: インストール済みの中で検索しています
ms: Menggelintar dalam terpasang
nl: Aan het zoeken in Geïnstalleerd
pl: Wyszukiwanie w zainstalowanych
pt: Procurar nas aplicações instaladas
ru: Поиск среди установленных приложений
sk: Hľadať v nainštalovaných
sl: Iskanje med nameščenimi programi
tr: Yüklenenlerde Aranıyor
vi: Tìm trong Gói đã cài

source: Searching in
ca: Cercant a
cs: Hledání v
de: Suche in
el: Αναζήτηση σε
eu: Bilatzen hemen:
fa: جستجو در داخل
fr: Recherche dans
gl: Buscando en
he: חיפוש תחת
hu: Keresés a következőben:
it: Cercando in
ja: この中を検索
ms: Menggelintar dalam
nl: Aan het zoeken in
pl: Szukam w
pt: Procurando em
ru: Поиск
sk: Hľadať v
sl: Iskanje v
tr: Aranıyor:
vi: Tìm trong

source: (requested by
ca: (sol·licitat per
cs: (vyžádal
de: (angefordert von
el: (απαιτείται από
eu: (honek eskatuta:
fa: درخواست شده توسط
fr: (requis par
gl: (solicitado por
he: (לבקשת
it: (richiesto da
ja: (要求者は
ms: (dipinta oleh)
nl: (op verzoek van
pl: (wymagany przez
pt: (solicitado por
ru: (запрошен
sk: (vyžiadal
sl: (zahteva
tr: (isteyen:
vi: (được yêu cầu bởi

source: unknown
ca: desconegut
cs: neznámý
de: unbekannt
el: άγνωστο
eu: ezezaguna
fa: نامعلوم
fr: Inconnu
gl: descoñecido
he: לא ידוע
hu: Ismeretlen
it: sconosciuto
ja: 不明
ms: tidak diketahui
nl: onbekend
pl: nieznany
pt: desconhecido
ru: неизвестно
sk: neznámy
sl: neznano
tr: bilinmiyor
vi: không xác định

source: Put some apps in the basket to install them
ca: Col·loqui aplicacions al cistell per instal·lar-les
cs: Vložte několik aplikací do košíku pro instalaci
de: Legen Sie einige Anwendungen in den Korb, um diese zu installieren
el: Τοποθετήστε μερικές εφαρμογές στο καλάθι για να τις εγκαταστήσετε
eu: Jarri zenbait aplikazio saskian instalatzeko
fa: چند برنامه را داخل سبد برنامه ها بگذارید تا نصب شوند
fr: Ajoutez des applications dans le panier pour les installer
gl: Pon algunhas aplis na cesta para instalalas
he: יש להוסיף יישומים לסל כדי להתקין אותם
hu: Tegyen alkalmazásokat a kosárba, hogy feltelepítse őket
it: Aggiungi un'applicazione al carrello per installarla
ja: パッケージをバスケットに入れて下さい
ms: Letak beberapa aplikasi dalam bakul untuk memasangnya
nl: Plaats enkele toepassingen in het mandje om ze te installeren
pl: Proszę dodać oprogramowanie do koszyka, aby je zainstalować
pt: Para instalar as aplicações, tem que as adicionar ao Cesto de Aplicações
ru: Поместить некоторые приложения в корзину для их установки
sk: Vložte aplikácie do košíka pre ich nainštalovanie
sl: Če želite namestiti program, ga dodajte v košarico programov
tr: Yüklemek için sepete birkaç uygulama atın
vi: Đặt vài ứng dụng vào giỏ để cài đặt

source: Apps Basket
ca: Cistell
cs: Košík
de: Anwendungskorb
el: Καλάθι Εφαρμογών
eu: Aplikazioen saskia
fa: سبد برنامه ها
fr: Panier
gl: Cesto de aplis
he: סל היישומים
hu: Alkalmazások kosara
it: Carrello App
ja: アプリバスケット
ms: Bakul Aplikasi
nl: Toepassingenmandje
pl: Koszyk
pt: Cesto de Aplicações
ru: Корзина приложений
sk: Košík
sl: Košarica s programi
tr: Uygulama Sepeti
vi: Giỏ Ứng dụng

source: package marked
ca: paquet marcat
cs: balíček označen
de: Paket wurde makiert
el: το πακέτο σημάνθηκε
eu: paketea markatuta
fa: بسته انتخاب شد
fr: paquet sélectionné
gl: paquete marcado
he: החבילה מסומנת
it: pacchetto segnato
ja: パッケージが選択されています
ms: pakej ditanda
nl: pakket gemarkeerd
pl: pakiet zaznaczony
pt: pacote assinalado
ru: пакет отмечен
sk: balík označený
sl: označenih paketov
tr: işaretlenmiş paket
vi: gói đã đánh dấu

source: to download
ca: per ser descarregat
cs: ke stažení
de: herunterzuladen
el: για λήψη
eu: deskargatzeko
fa: برای دانلود
fr: à télécharger
gl: para descargar
he: להורדה
hu: letölteni
it: da scaricare
ja: がダウンロードされます
ms: untuk dimuat turun
nl: binnen te halen
pl: do pobrania
pt: a transferir
ru: для загрузки
sk: sa stiahne
sl: nameščeno
tr: indirilecek
vi: tải về

source: to install
ca: per instal·lar
cs: k instalaci
de: zu installieren
el: για εγκατάσταση
eu: instalatzeko
fa: برای نصب
fr: à installer
gl: para instalar
he: להתקנה
hu: feltelepíteni
it: da installare
ja: がインストールされます
ms: untuk dipasang
nl: te installeren
pl: do zainstalowania
pt: a instalar
ru: для установки
sk: sa nainštaluje
sl: za prejem
tr: yüklenecek
vi: cài đặt

source: packages
ca: paquets
cs: balíčky
de: Pakete
el: πακέτα
eu: paketeak
fa: بسته ها
fr: paquets
gl: paquetes
he: חבילות
hu: csomagok
it: pacchetti
ja: パッケージ
ms: pakej
nl: pakketten
pl: pakiety
pt: pacotes
ru: пакетов
sk: balíky
sl: paketov
tr: paket
vi: gói

source: Available Categories
ca: Categories disponibles
cs: Dostupné Kategorie
de: Vorhandene Kategorien
el: Διαθέσιμες Κατηγορίες
eu: Kategoria eskuragarriak
fa: موضوعات دردسترس
fr: Catégories disponibles
gl: Categorías dispoñíbeis
he: קטגוריות זמינות
hu: Elérhető kategódiák
it: Categorie disponibili
ja: 選択可能なカテゴリ
ms: Kategori Tersedia
nl: Beschikbare categorieën
pl: Dostępne kategorie
pt: Categorias disponíveis
ru: Доступные категории
sk: Dostupné kategórie
sl: Razpoložljive kategorije
tr: Kullanılabilir Kategoriler
vi: Các Loại có thể

source: Choose a category to start
ca: Esculli una categoria per començar
cs: Vyberte kategorii kde začít
de: Wählen Sie eine Kategorie, um zu beginnen
el: Επιλέξτε μια κατηγορία για να ξεκινήσετε
eu: Aukeratu kategoria bat hasteko
fa: برای شروع یک موضوع را انتخاب کنید
fr: Choisissez une catégorie pour commencer
gl: Escolla unha categoría para comezar
he: נא לבחור קטגוריה כדי להתחיל
hu: Válasszon kategóriát a kezdéshez
it: Scegli una categoria per iniziare
ja: カテゴリを選んで下さい
ms: Pilih kategori untuk mula
nl: Kies een categorie om mee te beginnen
pl: Proszę wybrać kategorię, aby rozpocząć przeglądanie
pt: Escolha uma categoria para começar
ru: Выберите категорию, чтобы начать
sk: Vyberte kategóriu
sl: Izberite kategorijo
tr: Başlamak için bir kategori seçin
vi: Chọn một loại để bắt đầu

source: Error
cs: Chyba
de: Fehler
el: Λάθος
eu: Errorea
fa: خطا
fr: Erreur
gl: Erro
he: שגיאה
hu: Hiba
it: Errore
ja: エラー
ms: Ralat
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sk: Chyba
sl: Napaka
tr: Hata
vi: Lỗi

source: Reviews
ca: Ressenyes
cs: Recenze
de: Bewertungen
el: Κριτικές
eu: Ebaluazioak
fa: نظرات
fr: Révisions
gl: Comentarios
he: סקירות
hu: Kritikák
it: Recensioni
ja: レビュー
ms: Ulasan
nl: Beoordelingen
pl: Opinie
pt: Avaliações
ru: Отзывы
sk: Hodnotenia
sl: Mnenja
tr: İncelemeler
vi: Nhận xét

source: Download Size:
ca: Mida de la baixada:
cs: Bude staženo:
de: Größe beim Herunterladen:
el: Μέγεθος Λήψης:
eu: Deskargaren tamaina:
fa: حجم دانلود
fr: Taille du téléchargement :
gl: Tamaño da descarga:
he: גודל ההורדה:
hu: Letöltési méret:
it: Dimensione del download:
ja: ダウンロードサイズ
ms: Saiz Muat Turun:
nl: Downloadgrootte:
pl: Rozmiar pakietów do pobrania:
pt: Tamanho da transferência:
ru: Требуется загрузить:
sk: Veľkosť inštalačného balíka:
sl: Velikost prejema:
tr: İndirme Boyutu:
vi: Kích cỡ tải xuống:

source: Installed Size:
ca: Mida instal·lat:
cs: Velikost po instalaci:
de: Größe nach der Installation:
el: Μέγεθος Εγκατεστημένου:
eu: Tamaina instalatutakoan:
fa: حجم فایل های نصب شده
fr: Taille une fois installé :
gl: Tamaño instalado:
he: גודל לאחר התקנה:
hu: Telepített méret:
it: Dimensione installata:
ja: インストールサイズ:
ms: Saiz Dipasang:
nl: Geïnstalleerde grootte:
pl: Rozmiar po zainstalowaniu:
pt: Tamanho da instalação:
ru: Размер после установки:
sk: Veľkosť po inštalácii:
sl: Nameščena velikost:
tr: Kurulum Boyutu:
vi: Kích cỡ cài đặt:

source: Version:
ca: Versió:
cs: Verze:
el: Έκδοση:
eu: Bertsioa:
fa: نسخه:
gl: Versión:
he: גרסה:
hu: Verzió:
it: Versione:
ja: バージョン:
ms: Versi:
nl: Versie:
pl: Wersja:
pt: Versão:
ru: Версия:
sk: Verzia:
sl: Različica:
tr: Sürüm:
vi: Phiên bản:

source: Infos on
ca: Info a
cs: Informace na
de: Infos zu
el: Πληροφορίες για
eu: Honi buruzko informazioa:
fa: ساعت روز روشن
fr: Infos sur
gl: Información sobre
he: פרטים על
hu: Információ
it: Informazioni su
ja: パッケージ詳細
ms: Maklumat aktif
nl: Info over
pl: Informacje o
pt: Informações sobre
ru: Информация о
sk: Informácie o
sl: Podrobnosti programa
tr: Bilgi açık
vi: Thông tin về

source: Lubuntu Software Center Preferences
ca: Preferències del Centre de programari de Lubuntu
cs: Nastavení Centra Softwaru pro Lubuntu
de: Einstellungen des Lubuntu Software-Centers
el: Προτιμήσεις Κέντρου Λογισμικού Lubuntu
eu: Lubuntu software-zentroaren hobespenak
fa: تنظیمات مرکز نرم افزاری لوبونتو
fr: Préférences de la Logithèque Lubuntu
gl: Preferencias do Centro de software de Lubuntu
he: העדפות מרכז התכנה של לובונטו
hu: Lubuntu Szoftverközpont tulajdonságok
it: Preferenze di Lubuntu Software Center
ja: Lubuntuソフトウェアセンター設定
ms: Keutamaan Pusat Perisian Lubuntu
nl: Voorkeuren van Lubuntu softwarecentrum
pl: Preferencje Centrum oprogramowania Lubuntu
pt: Preferências do Centro de Aplicações do Lubuntu
ru: Параметры центра приложений Lubuntu
sk: Nastavenia Centra softvéru Lubuntu
sl: Možnosti Programskega središča Lubuntu
tr: Lubuntu Yazılım Merkezi Yeğlenenleri
vi: Tùy chỉnh Trung tâm Phần mềm Lubuntu

source: Open Software Properties
ca: Obre les propietats del programari
cs: Otevřít nastavení Software
de: Anwendungseigenschaften öffnen
el: Ιδιότητες Ανοιχτού Λογισμικού
eu: Ireki softwarearen propietateak
fa: باز کردن مشخصات نرم افزار
fr: Ouvrir les sources de logiciels
gl: Abrir as propiedades do software
he: פתיחת מאפייני התכנה
hu: Szabadszoftver beállítások
it: Apri Sorgenti Software
ja: ソフトウェアソースを起動
ms: Buka Sifat Perisian
nl: Eigenschappen van Open Programmatuur
pl: Zasoby oprogramowania
pt: Propriedades do Software Livre
ru: Открыть параметры приложений
sk: Zdroje softvéru
sl: Nastavitve prog. opreme
tr: Açık Yazılım Özellikleri
vi: Mở Thuộc tính Phần mềm

source: General
cs: Obecné
de: Allgemein
el: Γενικά
eu: Orokorra
fa: عمومی
fr: Général
gl: Xeral
he: כללי
hu: Általános
it: Generale
ja: 一般
ms: Am
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sk: Hlavné
sl: Splošno
tr: Genel
vi: Chung

source: Expert Mode
ca: Mode expert
cs: Režim pro experty
de: Expertenmodus
el: Λειτουργία για Προχωρημένους
eu: Aditu modua
fa: حالت تخصصی
fr: Mode expert
gl: Modo experto
he: מצב מומחה
hu: Haladó mód
it: Modalità Esperto
ja: 上級者モード
ms: Mod Mahir
nl: Expertmodus
pl: Tryb zaawansowany
pt: Modo Avançado
ru: Расширенный режим
sk: Režim pre expertov
sl: Napredni način
tr: Uzman Kipi
vi: Chế độ Nâng cao

source: Performance
ca: Rendiment
cs: Výkon
de: Leistung
el: Απόδοση
eu: Errendimendua
fa: کارایی
gl: Rendemento
he: ביצועים
hu: Teljesítmény
it: Prestazioni
ja: パフォーマンス
ms: Prestasi
nl: Prestaties
pl: Wydajność
pt: Desempenho
ru: Производительность
sk: Výkon
sl: Delovanje
tr: Başarım
vi: Trình bày

source: Render Icons
ca: Mostra icones
cs: Vykreslování Ikon
de: Symbole darstellen
el: Απόδοση Εικονιδίων
eu: Errendatu ikonoak
fa: بارگزاری آیکون ها
fr: Afficher les icônes
gl: Debuxar iconas
he: ציור הסמלים
it: Mostra icone
ja: アイコンを描画
ms: Terap Ikon
nl: Pictogrammen weergeven
pl: Renderowanie ikon
pt: Ícones
ru: Отрисовать значки
sk: Zobraziť ikony
sl: Izriši ikone
tr: Simgeleri Oluştur
vi: Biểu tượng Mô tả

source: Download Screenshots
ca: Descarrega les captures de pantalla
cs: Stahovat náhledy
de: Bildschirmfoto herunterladen
el: Λήψη Στιγμιότυπων οθόνης
eu: Deskargatu pantaila-argazkiak
fa: دریافت تصاویر
fr: Télécharger des captures d'écran
gl: Descargar capturas de pantalla
he: הורדת צילומי מסך
hu: Képernyőképek letöltése
it: Scarica screenshot
ja: スクリーンショットをダウンロード
ms: Muat Turun Cekupan Skrin
nl: Schermafdrukken binnenhalen
pl: Pobieranie zrzutu ekranu
pt: Transferir imagens
ru: Загрузить снимки экрана
sk: Sťahovať náhľady
sl: Prejmi zaslonske slike
tr: Ekran Görüntülerini İndir
vi: Tải Ảnh màn hình

source: Check connection at startup
ca: Comprova la connexió a l'inici
cs: Zkontrolovat připojení při startu aplikace
de: Verbindung beim Start überprüfen
el: Έλεγχος σύνδεσης στην εκκίνηση
eu: Egiaztatu konexioa abiatzean
fa: برسی اتقال به اینترنت در هنگام شروع
fr: Vérifier la connexion au démarrage
gl: Comprobe a conexión no inicio
he: יש לבדוק את החיבור עם ההפעלה
hu: Ellenőrizze a kapcsolatot induláskor
it: Controlla la connessione all'avvio
ja: 起動時に接続
ms: Semak sambungan semasa permulaan
nl: Verbinding controleren bij opstarten
pl: Sprawdzanie połączenia sieciowego podczas uruchamiania
pt: Verificar ligação ao iniciar
ru: Проверить соединение при запуске
sk: Skontrolovať pripojenie pri spustení
sl: Ob zagonu preveri povezavo
tr: Bağlantıyı başlangıçta denetle
vi: Kiểm tra kết nối lúc khởi động

source: No reviews available
ca: Ni hi ha cap comentari disponible
cs: Recenze nejsou dostupné
de: Keine Bewertung vorhanden
el: Καμία διαθέσιμη κριτική
eu: Ez dago ebaluaziorik eskuragarri
fa: هیچ نظری در دسترس نمی باشد
fr: Aucun avis disponible
gl: Non hai dispoñíbel ningún comentario
he: אין סקירות זמינות
hu: Nincsenek elérhető kritikák
it: Nessuna recensione disponibile
ja: レビューを利用しない
ms: Tiada ulasan tersedia
nl: Geen beoordelingen beschikbaar
pl: Brak dostępnych opinii
pt: Não estão disponíveis avaliações
ru: Отзывы отсутствуют
sk: Žiadne dostupné hodnotenia
sl: Nihče še ni podal svojega mnenja
tr: İnceleme bulunamadı
vi: Không có nhận xét

source: Get Software
ca: Obté programari
cs: Získat Software
de: Anwendungen installieren
el: Λήψη Λογισμικού
eu: Eskuratu softwarea
fa: دریافت نرم افزار
fr: Obtenir des Logiciels
gl: Obter software
he: הורדת תוכנות
it: Scarica software
ja: ソフトウェアを取得
ms: Dapatkan Perisian
nl: Programma's verkrijgen
pl: Pobierz oprogramowanie
pt: Obter Programas
ru: Установить приложения
sk: Získať softvér
sl: Namestitev programske opreme
tr: Yazılım Edin
vi: Lấy Phần mềm

source: Installed Software
ca: Programari instal·lat
cs: Nainstalovaný software
de: Installierte Anwendungen
el: Εγκατεστημένο Λογισμικό
eu: Instalatutako softwarea
fa: نرم افزار های نصب شده
fr: Logiciels installés
gl: Software instalado
he: תוכנות מותקנות
hu: Telepített szoftverek
it: Software installato
ja: インストール済みソフトウェア
ms: Perisian Dipasang
nl: Geïnstalleerde programmatuur
pl: Zainstalowane oprogramowanie
pt: Aplicações instaladas
ru: Установленные приложения
sk: Nainštalovaný softvér
sl: Nameščeni programi
tr: Yüklü Yazılım
vi: Phần mềm đã cài đặt
