Repository: xentaos/xenta-software-center
Catalog: po/*.po
Languages: ca, cs, de, el, eu, fa, fr, gl, he, hu, it, ja, ms, nl, pl, pt, ru, sk, sl, tr, vi

source: Update the programs list. Clicking on this button, the updated softwares list will be downloaded
ca: Actualitza la llista de programes. Clicant aquest botó, es descarregarà la llista de programes actualitzada
cs: Obnovit seznam programů. Kliknutí na toto tlačítko stáhne novější seznam programů
de: Die Liste der Anwendungen aktualisieren. Durch das Klicken auf diesen Knopf, wird die aktualisierte Anwendungsliste heruntergeladen.
el: Ενημέρωση της λίστα των προγραμμάτων. Κάνοντας κλικ σε αυτό το κουμπί, η ενημερωμένη λίστα λογισμικού θα ληφθεί
eu: Eguneratu programen zerrenda. Klikatu botoi hau eguneratutako software-zerrenda deskargatzeko
fa: لیست برنامه ها را به روز کنید. روی این دکمه کلیک کنید تا لیست برنامه ها دانلود شود
fr: Mettre à jour la liste des programmes. Cliquez sur ce bouton, la liste des mises à jour sera téléchargée
gl: Actualizar a lista de programas. Premendo neste neste botón, descargarase a lista de programas actualizados
hu: Programlista frissítése. A gombra kattintva a friss programlista letöltésre kerül
it: Aggiorna la lista dei programmi. Cliccando questo bottone la lista dei programmi verrà aggiornata
ja: プログラムリストをアップデートするには このボタンを押して、リストをダウンロードして下さい。
ms: Kemaskini senaria program. Klik pada butang ini, senarai perisian terkemaskini akan dimuat turunkan
nl: Werk de programmalijst bij. Door te klikken op deze knop, zal de bijgewerkte pakkettenlijst worden binnengehaald
pl: Zaktualizuj listę programów. Klikając na ten przycisk, zostanie pobrana zaktualizowana lista programów.
pt: Atualizar lista de programas. Ao clicar neste botão, a lista de aplicações será transferida.
ru: Обновить список программ. Нажатие на эту кнопку запустит процесс загрузки обновленного списка приложений
sk: Aktualizovať zoznam aplikácií. Kliknutím na toto tlačítko sa stiahne najnovší zoznam aplikácií
sl: Če želite posodobiti seznam programov, kliknite na ta gumb.
tr: Program listesini güncelle. Bu düğmeye tıklayın, güncellenen yazılım listesi indirilecek
vi: Cập nhật danh sách chương trình. Nhấp vào nút này để tải về các bản cập nhật phần mềm

source: Update
ca: Actualitza
cs: Obnovit
de: Aktualisieren
el: Ενημέρωση
eu: Eguneratu
fa: بروزرسانی
fr: Mise à jour
gl: Actualizar
he: עדכון
hu: Frissítés
it: Aggiorna
ja: 更新
ms: Kemaskini
nl: Bijwerken
pl: Uaktualnij
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sl: Posodobi
tr: Güncelle
vi: Cập nhật

source: Preferences
ca: Preferències
cs: Předvolby
de: Einstellungen
el: Προτιμήσεις
eu: Hobespenak
fa: تنظیمات
fr: Préférences
gl: Preferencias
he: העדפות
hu: Tulajdonságok
it: Preferenze
ja: 設定
ms: Keutamaan
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Параметры
sk: Predvoľby
sl: Možnosti
tr: Yeğlenenler
vi: Tùy chỉnh

source: calculating packages...
ca: calculant paquets...
cs: počítám balíčky...
de: Pakete berechnen...
el: υπολογισμός πακέτων...
eu: paketeak kalkulatzen...
fa: محاسبه ی بسته ها...
fr: Calcul des paquets...
gl: cálculando os paquetes ...
he: החבילות מחושבות...
hu: csomagok számolása
it: calcolo dei pachetti...
ja: パッケージを計算中...
ms: mengira pakej...
nl: pakketten aan het berekenen...
pl: obliczanie pakietów
pt: a calcular pacotes
ru: вычисление пакетов...
sk: počítam balíky...
sl: Računanje ...
tr: paketler hesaplanıyor...
vi: đang tính toán các gói

source: page 1
ca: pàgina 1
cs: strana 1
de: Seite 1
el: Σελίδα 1
eu: 1. orria
fa: صفحه 1
gl: páxina 1
he: עמוד 1
hu: 1. oldal
it: pagina 1
ja: ページ1
ms: halaman 1
nl: bladzijde 1
pl: strona 1
pt: página 1
ru: страница 1
sk: strana 1
sl: Stran 1
tr: 1. sayfa
vi: trang 1

source: column
ca: columna
cs: sloupec
de: Spalte
el: στήλη
eu: zutabea
fa: ستون
fr: colonne
gl: columna
he: עמודה
hu: oszlop
it: Colonna
ja: 列
ms: lajur
nl: kolom
pl: kolumna
pt: coluna
ru: колонка
sk: stĺpec
sl: stolpec
tr: dikeç
vi: cột

source: No packages found Do you want you search all categories instead?
ca: No s'han trobat paquets Voleu cercar a totes les categories?
cs: Nenalezeny žádné balíčky Chcete prohledat všechny kategorie?
de: Keine Pakete gefunden Möchten Sie stattdessen all Kategorien durchsuchen?
el: Δε βρέθηκε κανένα πακέτο Θέλετε να κάνετε αναζήτηση σε όλες τις κατηγορίες;
eu: Ez da paketerik aurkitu Kategoria guztietan begiratu nahi duzu?
fa: بسته ای پیدا نشد آیا میخواید بجایش در همه موضوعات جستجو شود؟
fr: Aucun paquet n'a été trouvé Voulez-vous chercher dans toutes les catégories ?
gl: Non se atoparon paquetes Quere facer unha busca en todas as categorías?
hu: Nincs találat Szeretné inkább az összes kategóriában keresni?
it: Nessuno pacchetto trovato Cercare in tutte le categorie?
ja: 代わりにすべてのカテゴリで検索しますか？
ms: Tiada pakej ditemui Anda hendak gelintar semua kategori?
nl: Geen pakketten gevonden Wilt u in plaats daarvan alle categorieën doorzoeken?
pl: Nie odnaleziono pakietów Przeszukać wszystkie kategorie?
pt: Nenhum pacote encontrado Pretende procurar em todas as categorias?
ru: Пакеты не найдены Выполнить поиск по всем категориям?
sk: Žiadne výsledky Chcete hľadať vo všetkých kategóriách?
sl: Paketa ni mogoče najti Ali želite iskati po vseh kategorijah?
tr: Paket bulunamadı Bunun yerine tüm kategorileri aramak istiyor musunuz?
vi: Không tìm thấy gói Bạn muốn tìm trong tất cả các loại

source: No package matches
ca: No coincideix cap paquet
cs: Nenalezeny žádné balíčky
de: Kein zutreffendes Paket
el: Δεν ταιριάζει κανένα πακέτο
eu: Ez dago bat datorren paketerik
fa: بسته ای با مشخصات یافت نشد
fr: Pas de paquets correspondant
gl: Non hai paquetes coincidentes
he: אין חבילות תואמות
hu: Nincs találat
it: Nessun pacchetto corrispondente
ja: パッケージが見つかりません
ms: Tada pakej sepadan
nl: Geen overeenkomende pakketten
pl: Nie znaleziono pakietu
pt: Nenhum pacote coincidente
ru: Нет совпадений
sk: Žiadne výsledky
sl: Iskalnemu nizu se ne ujema noben paket
tr: Paket eşleşmesi yok
vi: Không có gói khớp

source: page 2
ca: pàgina 2
cs: strana 2
de: Seite 2
el: Σελίδα 2
eu: 2. orria
fa: صفحه 2
gl: páxina 2
he: עמוד 2
hu: 2. oldal
it: Pagina 2
ja: ページ2
ms: halaman 2
nl: bladzijde 2
pl: strona 2
pt: página 2
ru: страница 2
sk: strana 2
sl: Stran 2
tr: 2. sayfa
vi: trang 2

source: page 3
ca: pàgina 3
cs: strana 3
de: Seite 3
el: Σελίδα 3
eu: 3. orria
fa: صفحه 3
gl: páxina 3
he: עמוד 3
hu: 3. oldal
it: Pagina 3
ja: ページ3
ms: halaman 3
nl: bladzijde 3
pl: strona 3
pt: página 3
ru: страница 3
sk: strana 3
sl: Stran 3
tr: 3. sayfa
vi: trang 3

source: Mb to download
ca: Mb a descarregar
cs: Mb ke stažení
de: Mb herunterzuladen
el: Mb για λήψη
eu: Deskargatzeko MBak
fa: مگابایت برای دانلود
fr: Mb à télécharger
gl: Mb para descargar
he: מ״ב להורדה
hu: Letöltendő Mb
it: MB da scaricare
ja: Mbがダウンロードされます。
ms: Mb untuk dimuat turun
nl: Mb om binnen te halen
pl: Mb do pobrania
pt: MB a transferir
ru: Мб для загрузки
sk: Mb na stiahnutie
sl: Mb za prejem
tr: Mb indirilecek
vi: Mb tải về

source: Install the packages
ca: Instal·la els paquets
cs: Nainstalovat balíčky
de: Die Pakete installieren
el: Εγκατάσταση των πακέτων
eu: Instalatu paketeak
fa: نصب بسته ها
fr: Installe les paquets
gl: Instalar os paquetes
he: התקנת החבילות
hu: Csomagok telepítése
it: Installa i pacchetti
ja: パッケージをインストールします
ms: Pasang pakej
nl: De pakketten installeren
pl: Zainstaluj pakiety
pt: Instalar pacotes
ru: Установить пакеты
sk: Nainštalovať balíky
sl: Namesti pakete
tr: Paketleri yükle
vi: Cài đặt gói

source: Download size
ca: Mida de la baixada
cs: Velikost ke stažení
de: Download-Größe
el: Μέγεθος λήψης
eu: Deskarga-tamaina
fa: حجم دانلود
fr: Taille du téléchargement
gl: Tamaño da descarga
he: גודל ההורדה
hu: Letöltendő méret
it: Dimensione del download
ja: ダウンロードサイズ
ms: Saiz muat turun
nl: Downloadgrootte
pl: Rozmiar pobieranego pakietu
pt: Tamanho da transferência
ru: Размер загрузки
sk: Veľkosť sťahovania
sl: Velikost prejema
tr: İndirme boyutu
vi: Kích cỡ tải về

source: Remove <package> from the Apps Basket
ca: Elimina <package> del cistell d'apliacions
cs: Odebrat <package> z Košíku
de: <package> aus dem Anwendungskorb entfernen
el: Αφαίρεση του <package> από το Καλάθι Εφαρμογών
eu: Kendu <paketea> aplikazioen saskitik
fa: حذف <package> از سبد برنامه ها
fr: Enlever <package> du panier d'applications
gl: Retirar <package> do cesto de aplis
he: הסרת <package> מסל היישומים
hu: <package> eltávolítása az alkalmazások kosarából
it: Rimuovi <package> dal carrello
ja: <package>をアプリバスケットから削除します。
ms: Buang <package> dari Bakul Aplikasi
nl: Verwijder <pakket> uit het Toepassingenmandje
pl: Usuń <package> z koszyka oprogramowania
pt: Remover <package> do cesto de aplicações
ru: Удалить <package> из корзины приложений
sk: Odstrániť <package> z košíka
sl: Odstrani <package> iz košarice programov
tr: <package> paketini Uygulama Sepeti'nden kaldır
vi: Xoá <package> từ Giỏ Ứng dụng

source: Page 4
ca: Pàgina 4
cs: Strana 4
de: Seite 4
el: Σελίδα 4
eu: 4. orria
fa: صفحه 4
gl: Paxina 4
he: עמוד 4
hu: 4. oldal
it: Pagina 4
ja: ページ4
ms: Halaman 4
nl: bladzijde 4
pl: Strona 4
pt: página 4
ru: Страница 4
sk: Strana 4
sl: Stran 4
tr: 4. sayfa
vi: Trang 4

source: label
ca: etiqueta
cs: štítek
de: Beschriftung
el: ετικέτα
eu: etiketa
fa: برچسب
fr: étiquette
gl: etiqueta
he: תווית
hu: címke
it: etichetta
ja: ラベル
nl: etiket
pl: etykieta
pt: legenda
ru: метка
sk: popis
sl: oznaka
tr: etiket
vi: nhãn

source: button
ca: botó
cs: tlačítko
de: Knopf
el: πλήκτρο
eu: botoia
fa: دکمه
fr: bouton
gl: botón
he: לחצן
hu: gomb
it: bottone
ja: ボタン
ms: butang
nl: knop
pl: przycisk
pt: botão
ru: кнопка
sk: tlačidlo
sl: gumb
tr: düğme
vi: nút

source: No Screenshot Found Please check your Internet connection
ca: No s'han trobat captures de pantalla Comprovi la connexió a Internet
cs: Nenalezeny žádné screenshoty Zkontrolujte prosím připojení k internetu.
de: Kein Bildschirmfoto gefunden Bitte überprüfen Sie Ihre Internet Verbindung
el: Δε Βρέθηκε Κανένα Στιγμιότυπο οθόνης Παρακαλώ ελέγξτε την σύνδεσή σας στο Διαδίκτυο
eu: Ez da pantaila-argazkirik aurkitu Mesedez egiaztatu interneteko konexioa
fa: تصویری پیدا نشد لطفا اتصال اینترنت خود را برسی کنید
fr: Aucune capture d'écran n'a été trouvée Veuillez vérifier votre connexion internet
gl: Non se atoparon capturas de pantalla Comprobe a súa conexión a Internet
he: לא נמצא צילום מסך נא לבדוק את החיבור שלך לאינטרנט
it: Nessuna immagine trovata Per favore controlla la tua connessione a internet
ja: スクリーンショットが見つかりません。 インターネット接続を確認して下さい。
ms: Tiada Cekupan Skrin Ditemui Sila semak sambungan Internet anda
nl: Geen schermafdruk gevonden Controleer a.u.b. uw internetverbinding
pl: Nie odnaleziono obrazu Proszę sprawdzić połączenie internetowe
pt: Nenhuma imagem encontrada. Verifique a sua ligação à Internet.
ru: Не найдено снимков экрана Проверьте подключение к интернету
sk: Žiadny náhľad Skontrolujte pripojenie k Internetu
sl: Zaslonske slike ni mogoče najti Preverite povezavo z internetom
tr: Ekran görüntüsü bulunamadı İnternet bağlantısını denetleyin lütfen
vi: Không tìm thấy ảnh màn hình Hãy kiểm tra kết nối Internet

source: Click to maximize
ca: Cliqui per maximitzar
cs: Klikněte pro zvětšení
de: Zum Maximieren klicken
el: Κάντε κλικ για μεγένθυση
eu: Klikatu maximizatzeko
fa: برای بزرگنمایی کلیک کنید
fr: Cliquez pour maximiser
gl: Prema para maximizar
he: יש ללחוץ כדי להגדיל
it: Clicca per ingrandire
ja: クリックで最大化
ms: Klik untuk maksimumkan
nl: Klikken om te maximaliseren
pl: Kliknij by maksymalizować
pt: Clique para maximizar
ru: Нажмите чтобы увеличить
sk: Kliknutím zväčšíte
sl: Kliknite za povečavo
tr: Büyütmek için tıklayın
vi: Nhấp để phóng đại

source: page 5
ca: pàgina 5
cs: strana 5
de: Seite 5
el: Σελίδα 5
eu: 5. orria
fa: صفحه 5
gl: paxina 5
he: עמוד 5
hu: 5. oldal
it: Pagina 5
ja: ページ5
ms: halaman 5
nl: bladzijde 5
pl: strona 5
pt: página 5
ru: страница 5
sk: strana 5
sl: Stran 5
tr: 5. sayfa
vi: trang 5

source: No config files found
ca: No s'han trobat els fitxers de configuració
cs: Nenalezeny konfigurační soubory
de: Keine Konfigurationsdatei gefunden
el: Δε βρέθηκε κανένα αρχείο παραμετροποιήσεων
eu: Ez da konfigurazio-fitxategirik aurkitu
fa: هیچ فایل تنظیماتی پیدا نشد
fr: Pas de fichiers de configuration trouvés
gl: Non se atoparon os ficheiros de configuración
he: לא נמצאו קובצי תצורה
hu: Nincsenek konfigurációs fájlok
it: Nessuno file di configurazione trovato
ja: コンフィグファイルが見つかりません
ms: Tiada fail konfig ditemui
nl: Geen configuratiebestanden gevonden
pl: Nie odnaleziono plików konfiguracyjnych
pt: Nenhum ficheiro de configuração encontrado
ru: Не найдены файлы конфигурации
sk: Žiadne konfiguračné súbory
sl: Nastavitvenih datotek ni mogoče najti
tr: Yapılandırma dosyası bulunamadı
vi: Không tìm thấy tập tin cấu hình

source: Old configuration files
ca: Fitxers de configuració antics
cs: Staré konfigurační soubory
de: Alte Konfigurationsdatei
el: Παλιά αρχεία παραμετροποιήσεων
eu: Konfigurazio-fitxategi zaharrak
fa: فایل تنظیمات قدیمی
fr: Anciens fichiers de configuration
gl: Ficheiros antigos de configuración
he: קובצי תצורה ישנים
hu: Régi konfigurációs fájlok
it: Vecchi file di configurazione
ja: 古いコンフィグファイル
ms: Fail konfigurasi lama
nl: Oude configuratiebestanden
pl: Stare pliki konfiguracyjne
pt: Ficheiros de configuração antiga
ru: Устаревшие файлы конфигурации
sk: Staré konfiguračné súbory
sl: Stare nastavitvene datoteke
tr: Eski yapılandırma dosyaları
vi: Các tập tin cấu hình cũ

source: No downloaded files found
ca: No s'han trobat fitxers descarregats
cs: Nenalezeny žádné stažené soubory
de: Keine heruntergeladenen Dateien gefunden
el: Δε βρέθηκε κανένα ληφθέν αρχείο
eu: Ez da deskargatutako fitxategirik aurkitu
fa: هیچ فایل دانلود شده ای پیدا نشد
fr: Aucun fichier téléchargé n'a été trouvé
gl: Non se atoparon os ficheiros descargados
he: לא נמצאו קבצים שהתקבלו
it: Non trovo i file scaricati
ja: ダウンロードされたファイルが見つかりません
ms: Tiada fail muat turun ditemui
nl: Geen binnengehaalde bestanden gevonden
pl: Nie odnaleziono pobranych plików
pt: Nenhum pacote transferido encontrado
ru: Не найдено загруженных файлов
sk: Žiadne stiahnuté súbory
sl: Prejetih datotek ni mogoče najti
tr: İndirilen dosyalar bulunamadı
vi: Không tìm thấy tập tin đã tải

source: Downloaded Packages
ca: Paquets descarregats
cs: Stažené balíčky
de: Heruntergeladene Pakete
el: Ληφθέντα Πακέτα
eu: Deskargatutako paketeak
fa: بسته های دانلود شده
fr: Paquets téléchargés
gl: Paquetes descargados
he: חבילות שהתקבלו
hu: Letöltött csomagok
it: Pacchetti Scaricati
ja: ダウンロードされたパッケージ
ms: Pakej Dimuat Turun
nl: Binnengehaalde pakketten
pl: Pobrane pakiety
pt: Pacotes transferidos
ru: Загруженные пакеты
sk: Stiahnuté súbory
sl: Prejeti paketi
tr: İndirilen Paketler
vi: Gói đã Tải về

source: Clean up your disk
ca: Neteja el disc
cs: Vyčistit disk
de: Säubern Sie Ihre Festplatte
el: Καθαρίστε το δίσκο σας
eu: Garbitu zure diskoa
fa: دیسکتان را تمیز کنید
fr: Nettoyez votre disque
gl: Limpar o disco
he: ניקוי הכונן שלך
it: Pulisci il disco
ja: ディスクを掃除します
ms: Bersihkan cakera anda
nl: Uw schijf schoonmaken
pl: Wyczyść dysk
pt: Limpar o seu disco
ru: Очистить диск
sk: Vyčistiť disk
sl: Počistite trdi disk
tr: Diskinizi temizleyin
vi: Dọn dẹp ổ đĩa

source: Clean root trash
ca: Neteja la paperera de l'administrador
cs: Vyčistit root Koš
de: Mülleimer des Systemverwalters leeren
el: Εκκαθάριση απορριμμάτων διαχειριστή
eu: Garbitu root-en zakarrontzia
fa: پاک کردن سطل زباله ریشه
fr: Nettoyer la corbeille du compte administrateur
gl: Limpar o lixo da raiz
he: ניקוי זבל מתיקיית משתמש העל
hu: Root kuka örítése
it: Svuota il cestino dell'utente root
ja: rootのゴミを掃除します
ms: Bersihkan sampah root
nl: Prullenbak van rootgebruiker legen
pl: Wyczyść kosz administratora
pt: Limpar lixo de root
ru: Очистить коржину суперпользователя
sk: Vyčistiť root Kôš
sl: Počisti smeti skrbnika
tr: Yetkili kullanıcı çöpünü temizle
vi: Xoá rác người dùng root

source: The trash of the root user (located in /root) can be full of old and unuseful files, cleaning it often results in quite a gain in available disk space
ca: La paperera de l'usuari "root"(localitzada a "/root") podria estar plena de fitxers antics inservibles. Buidar-la sovint ajuda a incrementar l'espai lliure del disc.
cs: Koš uživatele root (umístěný v /root) může být zaplněn starými a nepotřebnými soubory, jeho vyprázdnění může přidat místo na disku
de: Der Papierkorb des root-Benutzers (untergebracht in /root), kann voll von alten und unbenutzten Dateien sein. Die Reinigung führt oft zu einem Gewinn an freiem Festplattenspeicher.
el: Τα απορρίμματα του διαχειριστή (βρίσκονται στο /root) μπορεί να γεμάτα με παλιά και άχρηστα αρχεία, ο καθαρισμός τους συχνά οδηγεί σε αρκετή αύξηση διαθέσιμου χώρου στο δίσκο
eu: root erabiltzailearen zakarrontzia (/root-en kokatua) fitxategi zahar eta alferrikakoz betea egon daiteke, hustuta leku dezente irabaz daiteke diskoan
gl: O cesto do lixo do usuario «root» (localizado en /root) pode estar cheo de ficheiros vellos e inservíbeis. Limpalo frecuentemente ten como resultado un aumento considerábel do espazo dispoñíbel no disco.
it: Il cestino dell'utente root (che si trova in / root) può essere pieno di file vecchi e inutili, la pulizia si traduce spesso in un bel guadagno in spazio disponibile su disco
nl: De prullenbak van de rootgebruiker (in /root) kan vol zitten met oude nutteloze bestanden. Leegmaken resulteert vaak in een behoorlijke toename van schijfruimte.
ru: Корзина root пользователя (находящаяся в/root) может быть переполнена старыми и ненужными файлами, ее очистка ускорит выполнение запросов в выбранном разделе диска
sk: Kôš užívateľa root (v priečinku /root) môže byť plný starých súborov, jeho vyčistením často získate viac voľného miesta na disku
vi: Rác của người dùng root (nằm trong /root) gồm nhiều tập tin cũ, không dùng, dọn dẹp thường xuyên giúp trống ổ đĩa

source: Clean thumbnails cache
ca: Neteja la memòria cau de miniatures
cs: Vyčistit cache s náhledy
de: Zwischenspeicher für Vorschaubilder leeren
el: Εκκαθάριση προσωρινής μνήμης μικρογραφιών
eu: Garbitu koadro txikien cache-a
fa: تصاویر بندانگشتی ذخیره شده را پاک کنید
fr: Vider le cache des miniatures
gl: Limpar a caché de miniaturas
he: ניקוי מטמון התמונות הממוזערות
hu: Előlnézeti gyorsítótár kiürítése
it: Pulisci la cache delle anteprime
ja: サムネイルキャッシュを掃除
ms: Bersihkan cache thumbnail
nl: Opslag van miniaturen leegmaken
pl: Wyczyść pamięć podręczną miniatur
pt: Limpar cache de miniaturas
ru: Удалить временные файлы эскизов
sk: Vyčistiť cache náhľadov
sl: Počisti predpomnilnik sličic
tr: Öngörüntü önbelleğini temizle
vi: Xoá bộ đệm ảnh nhỏ

source: When you open a folder with images, the thumbnails are dynamically created and saved in a hide folder in your home. Click here to clean this folder (this won't delete important files)
ca: Quan s'obre una carpeta amb imatges les miniatures es creen automàticament i són desades a una carpeta oculta dins la carpeta personal. Cliqui aquí per netejar aquesta carpeta (no s'esborraran fitxers importants).
cs: Při otevření složky s obrázky jsou dynamicky generovány a ukládány náhledy do vaší domovské složky. Klikněte zde pro její vyčištění (nedojde ke smazání důležitých souborů)
de: Wenn Sie einen Ordner mit Bildern öffnen, werden die Vorschaubilder dynamisch erstellt und in einem versteckten Ordner in Ihrem persönlichen Ordner gespeichert. Hier klicken, um diesen Ordner zu leeren (das wird keine wichtigen Dateien löschen).
el: Όταν ανοίγετε ένα φάκελο με εικόνες, οι μικρογραφίες δημιουργούνται δυναμικά και αποθηκεύονται σε έναν κρυμμένο φάκελο στον προσωπικό σας φάκελο. Κάντε κλικ εδώ για να καθαρίσετε αυτό το φάκελο (αυτό δε θα διαγράψει σημαντικά αρχεία)
eu: Irudiak dituen karpeta bat irekitzean koadro txikiak dinamikoki sortzen dira eta zure etxeko ezkutuko karpeta batean gordetzen dira. Klikatu hemen karpeta hori garbitzeko (ez ditu fitxategi garrantzitsuak ezabatuko)
gl: Cada vez que abre un cartafol con imaxes, créanse automaticamente as miniaturas e gárdanse nun cartafol agochado no seu cartafol persoal. Prema aquí para limpar o cartafol de miniaturas (non se eliminará ningún ficheiro importante).
it: Quando si apre una cartella con le immagini, vengono dinamicamente create delle miniature e salvate in una cartella nascosta nella vostra home. Clicca qui per cancellare questa cartella (questo non cancellerà file importanti)
nl: Als u en map opent met afbeeldingen, dan worden de miniaturen dynamisch aangemaakt en opgeslagen in een verborgen map in uw thuismap. Klik hier om deze map te ledigen (dit zal geen belangrijke bestanden wissen).
ru: Когда вы открываете папку с изображениями, эскизы создаются автоматически и сохраняются в скрытой папке в домашней директории. Кликните здесь чтобы очистить текущую папку (это не удалит важные файлы)
sk: Keď otvoríte priečinok s obrázkami, náhľady sa vytvoria automaticky a uložia do priečinku hide vo vašom home. Kliknite tu pre vyčistenie priečinka (dôležité súbory nebudú zmazané)
vi: Khi bạn mở một thư mục chứa hình ảnh, các ảnh nhỏ được tạo tự động và lưu trong một thư mục ẩn nằm trong thư mục nhà của bạn. Nhấp vào đây để dọn dẹp thư mục này (không xoá tập tin quan trọng)

source: Clean Configuration
ca: Neteja configuració
cs: Vyčistit nastavení
de: Konfiguration bereinigen
el: Εκκαθάριση Παραμετροποιήσεων
eu: Garbitu konfigurazioa
fa: پاک کردن تنظیمات
fr: Nettoyer la configuration
gl: Limpar a configuración
he: פינוי התצורה
hu: Bállítások törlése
it: Pulisci la configurazione
ja: クリーニング設定
ms: Bersihkan Konfigurasi
nl: Configuratie schoonmaken
pl: Ustawienia czyszczenia
pt: Limpar configurações
ru: Удалить параметры
sk: Vyčistiť nastavenia
sl: Počisti nastavitve
tr: Yapılandırmayı Temizle
vi: Xoá Cấu hình

source: Clean Cache
ca: Neteja la memòria cau
cs: Vyčistit vyrovnávací paměť
de: Zwischenspeicher leeren
el: Εκκαθάριση Προσωρινής μνήμης
eu: Garbitu cache-a
fa: پاک کردن حافظه کش
fr: Nettoyer le cache
gl: Limpar a caché
he: מחיקת המטמון
hu: Gyorsítótár kiürítése
it: Pulisci la Cache
ja: キャッシュをクリア
ms: Bersihkan Cache
nl: Opslag leegmaken
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ru: Удалить временные файлы
sk: Vyčistiť vyrovnávaciu pamäť
sl: Počisti predpomnilnik
tr: Önbelleği Temizle
vi: Xoá bộ đệm

source: Save Disk Space
ca: Estalvia espai al disc
cs: Ušetřit místo na disku
de: Speicherplatz sparen
el: Εξοικονόμηση Χώρου Δίσκου
eu: Egin lekua diskoan
fa: حفظ فضای هارد
fr: Libérer de l'espace disque
gl: Aforrar espazo no disco
he: חסכון בנפח כונן
hu: Lemezhely felszabadítása
it: Salva spazio sul disco
ja: 空き領域を節約
ms: Simpan Ruang Cakera
nl: Schijfruimte besparen
pl: Zaoszczędź wolne miejsce na dysku
pt: Libertar espaço em disco
ru: Сохранять дисковое пространство
sk: Šetriť miesto na disku
sl: Prihranite prostor na disku
tr: Disk Alanı Kazan
vi: Dung lượng Đĩa tiết

source: page 6
ca: pàgina 6
cs: strana 6
de: Seite 6
el: Σελίδα 6
eu: 6. orria
fa: صفحه 6
gl: páxina 6
he: עמוד 6
hu: 6. oldal
it: Pagina 6
ja: ページ6
ms: halaman 6
nl: bladzijde 6
pl: strona 6
pt: página 6
ru: страница 6
sk: strana 6
sl: Stran 6
tr: 6. sayfa
vi: trang 6

source: Beginner Mode
ca: Mode principiant
cs: Režim začátečník
de: Anfängermodus
el: Λειτουργία Αρχάριου
eu: Hasiberri modua
fa: حالت مبتدی
fr: Mode débutant
gl: Modo principiante
he: מצב מתחילים
hu: Kezdő mód
it: Modalità utente
ja: 初心者モード
ms: Mod Pengguna Baru
nl: Beginnersmodus
pl: Tryb początkującego
pt: Modo básico
ru: Упрощённый режим
sk: Režim Začiatočník
sl: Začetniški način
tr: Başlangıç Kipi
vi: Chế độ Đơn giản

source: Icons only
ca: Només icones
cs: Pouze Ikony
de: Nur Symbole
el: Μόνο εικονίδια
eu: Ikonoak soilik
fa: فقط نمایش آیکون‌
fr: Icônes uniquement
gl: Só iconas
he: סמלים בלבד
hu: Csak ikonok
it: Solo icone
ja: アイコンのみ
ms: Ikon sahaja
nl: Alleen pictogrammen
pl: Tylko ikony
pt: Só ícones
ru: Только значки
sk: Len ikony
sl: Samo ikone
tr: Yalnızca simge
vi: Chỉ biểu tượng
